Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: Note that the images will be beautified and converted in the order that you send me
af_za: Let daarop dat die beelde verfraai en omgeskakel sal word in die volgorde wat u my stuur
ar_sa: لاحظ أن الصور سيتم تجميلها وتحويلها بالترتيب الذي ترسله لي
ca_es: Tingueu en compte que les imatges s'embelliran i es convertiran en l'ordre que m'envieu
cs_cz: Všimněte si, že obrázky budou zkrášleny a převedeny v pořadí, ve kterém mi pošlete
da_dk: Bemærk, at billederne vil blive forskønnet og konverteret i den rækkefølge, du sender mig
de_de: Beachten Sie, dass die Bilder in der Reihenfolge, in der Sie mir senden, verschönert und konvertiert werden
es_es: Ten en cuenta que las imágenes serán embellecidas y convertidas en el orden que me envíes
fi_fi: Huomaa, että kuvat kaunistavat ja muunnetaan siinä järjestyksessä, jonka lähetät minulle
fr_fr: Notez que les images seront embellies et converties dans l’ordre dans lequel vous m’envoyez
hi_in: ध्यान दें कि छवियों को सुशोभित किया जाएगा और उस क्रम में परिवर्तित किया जाएगा जिसे आप मुझे भेजते हैं
hu_hu: Ne feledje, hogy a képeket a küldés sorrendjében szépítik és konvertálják
id_id: Perhatikan bahwa gambar akan dipercantik dan dikonversi dalam urutan yang Anda kirimkan kepada saya
ky_kg: Белгилей кетчү нерсе , сүрөттөрдү сиз жиберген тартипте сулуу болуп, конвертацияланат
nl_nl: Merk op dat de afbeeldingen worden verfraaid en geconverteerd in de volgorde die u mij stuurt
no_no: Vær oppmerksom på at bildene blir forskjønnet og konvertert i den rekkefølgen du sender meg
pt_pt: Note que as imagens serão embelezadas e convertidas na ordem que você me enviar
ru_ru: Обратите внимание, что изображения будут украшены и преобразованы в том порядке, в котором вы мне присылаете
sr_sp: Имајте науда ће слике бити улепшане и конвертоване редоследом којим ми шаљете
sv_se: Observera att bilderna kommer att förskönas och konverteras i den ordning du skickar mig
ta_in: நீங்கள் எனக்கு அனுப்பும் வரிசையில் படங்கள் அழகுபடுத்தப்பட்டு மாற்றப்படும் என்பதை நினைவில் கொள்க
uk_ua: Зверніть увагу, що зображення будуть прикрашені і перетворені в тому порядку, в якому ви надішлете мені
uz_uz: E'tibor bering, rasmlar siz menga yuborgan tartibda o'zgartiriladi
vi_vn: Lưu ý rằng các hình ảnh sẽ được làm đẹp và chuyển đổi theo thứ tự mà bạn gửi cho tôi

source: File name unavailable
de_de: Dateiname nicht verfügbar
es_es: Nombre de archivo no disponible
fi_fi: Tiedoston nimi ei ole käytettävissä
fr_fr: Nom de fichier indisponible
hu_hu: A fájlnév nem érhető el
it_it: Nome file non disponibile
ms_my: Nama fail tidak tersedia
nl_nl: Bestandsnaam niet beschikbaar
ro_ro: Nume fișier indisponibil
sv_se: Det är inte tillgängligt filnamn
uz_uz: Fayl nomi mavjud emas

source: Your file is not an image
de_de: Ihre Datei ist kein Bild
es_es: El archivo no es una imagen
fi_fi: Tiedosto ei ole kuva
fr_fr: Votre fichier n’est pas une image
hu_hu: A fájl nem kép
nl_nl: Uw bestand is geen afbeelding
sv_se: Filen är inte en bild
uz_uz: Siz yuborgan fayl rasm emas

source: Your file is too large for me to download and process
de_de: Ihre Datei ist zu groß, als dass ich sie herunterladen und verarbeiten könnte
es_es: Su archivo es demasiado grande para que lo descargue y procese
fi_fi: Tiedostosi on liian suuri ladattavaksi ja käsiteltäväksi
fr_fr: Votre fichier est trop volumineux pour que je le télécharge et le traite
hu_hu: A fájl túl nagy ahhoz, hogy letöltse és feldolgozza
it_it: Il tuo file è troppo grande per essere scaricato ed elaborare
nl_nl: Uw bestand is te groot voor mij om te downloaden en te verwerken
sv_se: Din fil är för stor för mig att ladda ner och bearbeta
uz_uz: Faylingiz yuklab olish va qayta ishlash uchun juda katta

source: images
de_de: Bilder
es_es: Imágenes
fi_fi: Kuvia
hu_hu: Képek
nl_nl: beelden
sv_se: Bilder
uz_uz: rasmlar

source: Select the task from below if you've sent me all the images, or keep sending me the images
af_za: Kies die taak van onder af as u al die beelde vir my gestuur het, of hou aan om vir my die beelde te stuur
ar_sa: حدد المهمة من الأسفل إذا كنت قد أرسلت لي جميع الصور ، أو استمر في إرسال الصور لي
ca_es: Seleccioneu la tasca des de baix si m'heu enviat totes les imatges o seguiu enviant-me les imatges
cs_cz: Vyberte úkol zespodu, pokud jste mi poslali všechny obrázky, nebo mi je pošlete dál
da_dk: Vælg opgaven nedefra, hvis du har sendt mig alle billederne, eller fortsæt med at sende mig billederne
de_de: Wählen Sie die Aufgabe von unten aus, wenn Sie mir alle Bilder geschickt haben, oder senden Sie mir weiterhin die Bilder
es_es: Seleccione la tarea de abajo si me ha enviado todas las imágenes, o siga enviándome las imágenes
fi_fi: Valitse tehtävä alapuolelta, jos olet lähettänyt minulle kaikki kuvat, tai jatka kuvien lähettämistä minulle
fr_fr: Sélectionnez la tâche ci-dessous si vous m’avez envoyé toutes les images, ou continuez à m’envoyer les images
hi_in: नीचे से कार्य का चयन करें यदि आपने मुझे सभी छवियां भेजी हैं, या मुझे छवियां भेजते रहें
hu_hu: Válassza ki a feladatot alulról, ha elküldte nekem az összes képet, vagy küldje el nekem a képeket
id_id: Pilih tugas dari bawah jika Anda telah mengirimi saya semua gambar, atau terus mengirimi saya gambar
ky_kg: Эгер мага бардык сүрөттөрдү жиберген болсо, төмөндөн тапшырманы тандап, же мага сүрөттөрдү жөнөтүп улантуу
nl_nl: Selecteer de taak hieronder als je me alle afbeeldingen hebt gestuurd of blijf me de afbeeldingen sturen
no_no: Velg oppgaven nedenfor hvis du har sendt meg alle bildene, eller fortsett å sende meg bildene
pt_pt: Selecione a tarefa abaixo se você me enviou todas as imagens, ou continue me enviando as imagens
ru_ru: Выберите задачу снизу, если вы отправили мне все изображения, или продолжайте присылать мне изображения
sr_sp: Изабери задатак одоздо ако си ми послао све слике, или настави да ми шаљеш слике
sv_se: Välj uppgiften nedan om du har skickat mig alla bilder, eller fortsätt skicka mig bilderna
ta_in: நீங்கள் எனக்கு அனைத்து படங்களையும் அனுப்பியிருந்தால், அல்லது படங்களை எனக்கு அனுப்பினால் கீழே இருந்து பணியைத் தேர்ந்தெடுக்கவும்
uk_ua: Виберіть завдання знизу, якщо ви надіслали мені всі зображення, або продовжуйте надсилати мені зображення
uz_uz: Agar menga barcha rasmlarni yuborgan bo'lsangiz yoki tasvirlarni yuborishda davom etsangiz, pastdan vazifani tanlang
vi_vn: Chọn nhiệm vụ từ bên dưới nếu bạn đã gửi cho tôi tất cả các hình ảnh hoặc tiếp tục gửi cho tôi hình ảnh

source: {file_name} has been removed for beautifying or converting
de_de: {file_name} wurde zur Verschönerung oder Umwandlung entfernt
es_es: {file_name} se ha eliminado para embellecer o convertir
fi_fi: {file_name} on poistettu kaunistamista tai muuntamista
fr_fr: {file_name} a été supprimé pour être embelli ou converti
hu_hu: {file_name} szépítés vagy átalakítás miatt miatte 2018.
it_it: {file_name} è stato rimosso per abbellire o convertire
nl_nl: {file_name} is verwijderd voor verfraaiing of conversie
sv_se: {file_name} har tagits bort för försköning eller konvertering
uz_uz: {file_name} obodonlashtirish yoki o'zgartirish uchun olib tashlandi

source: Beautifying and converting your images
de_de: Verschönern und Konvertieren Ihrer Bilder
es_es: Embelleciendo y convirtiendo tus imágenes
fi_fi: Kuvien kaunistaminen ja muuntaminen
fr_fr: Embellisser et convertir vos images
hu_hu: A képek szépítése és konvertálása
nl_nl: Verfraaien en converteren van uw afbeeldingen
sv_se: Försköna och konvertera dina bilder
uz_uz: Rasmlaringiz o'zgartirolmoqda

source: Converting your images into PDF
de_de: Konvertieren Ihrer Bilder in PDF
es_es: Convirtiendo tus imágenes en PDF
fi_fi: Kuvien muuntaminen PDF-muotoon
fr_fr: Conversion de vos images en PDF
hu_hu: Képek konvertálása PDF formátumba
nl_nl: Uw afbeeldingen converteren naar PDF
sv_se: Konvertera dina bilder till PDF
uz_uz: Rasmlaringizni PDF fayliga aylantirish

source: Send me one of the PDF files that you'll like to compare
af_za: Stuur vir my een van die PDF-lêers wat jy graag wil vergelyk
ar_sa: أرسل لي أحد ملفات PDF التي تريد مقارنتها
ca_es: Envia'm un dels arxius PDF que t'agradaria comparar
cs_cz: Pošlete mi jeden ze souborů PDF, který chcete porovnat
da_dk: Send mig en af de PDF-filer, som du gerne vil sammenligne
de_de: Senden Sie mir eine der PDF-Dateien, die Sie vergleichen möchten
es_es: Envíame uno de los archivos PDF que te gustará comparar
fi_fi: Lähetä minulle yksi PDF-tiedostoista, joita haluat verrata
fr_fr: Envoyez-moi l’un des fichiers PDF que vous voudrez comparer
hi_in: मुझे उन पीडीएफ फाइलों में से एक भेजें जिसकी आप तुलना करना चाहते हैं
hu_hu: Küldje el nekem az egyik PDF-fájlt, amelyet szeretne összehasonlítani
id_id: Kirimi saya salah satu file PDF yang ingin Anda bandingkan
it_it: Inviami uno dei file PDF che ti piacerà confrontare
ky_kg: Мага салыштыргыңыз келген PDF файлдарынын бирин мага жөнөтүңүз
nl_nl: Stuur me een van de PDF-bestanden die u wilt vergelijken
no_no: Send meg en av PDF-filene du vil sammenligne
pt_pt: Envie-me um dos arquivos PDF que você vai gostar de comparar
ru_ru: Пришлите мне один из PDF-файлов, которые вы хотите сравнить
si_lk: ඔබ සංසන්දනය කිරීමට කැමති PDF ලිපිගොනු වලින් එකක් මට එවන්න
sr_sp: Пошаљите ми један од ПДФ фајлова које ћете хтети да упоредите
sv_se: Skicka mig en av PDF-filerna som du vill jämföra
ta_in: நீங்கள் ஒப்பிட விரும்பும் PPM கோப்புகளில் ஒன்றை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені один із PDF-файлів, які ви хочете порівняти
uz_uz: Menga solishtirmoqchi bo'lgan PDF -fayllardan birini yuboring
vi_vn: Gửi cho tôi một trong những tệp PDF mà bạn muốn so sánh

source: Note that I can only look for text differences
af_za: Let daarop dat ek net teksverskille kan soek
ar_sa: لاحظ أنه يمكنني البحث فقط عن الاختلافات النصية
ca_es: Tingueu en compte que només puc buscar diferències de text
cs_cz: Všimněte si, že lze hledat pouze textové rozdíly
da_dk: Bemærk, at jeg kun kan søge efter tekstforskelle
de_de: Beachten Sie, dass ich nur nach Textunterschieden suchen kann
es_es: Tenga en cuenta que solo puedo buscar diferencias de texto
fi_fi: Huomaa, että voin etsiä vain tekstieroja
fr_fr: Notez que je ne peux rechercher que les différences de texte
hi_in: ध्यान दें कि मैं केवल पाठ मतभेदों की तलाश कर सकता हूं
hu_hu: Ne feledje, hogy csak szövegkülönbségeket kereshetek
id_id: Perhatikan bahwa saya hanya bisa mencari perbedaan teks
it_it: Si noti che è possibile cercare solo differenze di testo
ky_kg: Мен тексттин айырмачылыктарын гана издей алаарымды эске алыңыз
nl_nl: Merk op dat ik alleen kan zoeken naar tekstverschillen
no_no: Legg merke til at jeg bare kan se etter tekstforskjeller
pt_pt: Note que eu só posso procurar por diferenças de texto
ru_ru: Обратите внимание, что я могу искать только текстовые различия
si_lk: මට සෙවිය හැක්කේ පෙළ වෙනස්කම් පමණක් බව සලකන්න
sr_sp: Имајте на науда да могу да тражим само текстуалне разлике
sv_se: Observera att jag bara kan leta efter textskillnader
ta_in: உரை வேறுபாடுகளை மட்டுமே என்னால் பார்க்க முடியும் என்பதை நினைவில் கொள்க
uk_ua: Зверніть увагу, що я можу шукати тільки відмінності в тексті
uz_uz: E'tibor bering, men faqat matn farqlarini izlay olaman
vi_vn: Lưu ý rằng tôi chỉ có thể tìm kiếm sự khác biệt văn bản

source: Send me the other PDF file that you'll like to compare
af_za: Stuur vir my die ander PDF-lêer wat jy wil vergelyk
ar_sa: أرسل الملف الاخر الذي تريد مقارنته
ca_es: Envia’m un altre arxiu PDF que volguis comparar
cs_cz: Pošlete mi další soubor PDF, který budete chtít porovnat
da_dk: Send mig den anden PDF-fil, som du gerne vil sammenligne
de_de: Schicken Sie mir die andere PDF-Datei, die Sie vergleichen möchten
es_es: Envíame el otro archivo PDF que te gustaría comparar
fi_fi: Lähetä minulle toinen PDF-tiedosto, jota haluat verrata
fr_fr: Envoyez-moi l'autre fichier PDF que vous aimeriez comparer
hi_in: मुझे अन्य पीडीएफ फ़ाइल भेजें जिसकी आप तुलना करना चाहते हैं
hu_hu: Küldje el nekem a másik PDF fájlt, hogy tetszeni fog összehasonlítani
id_id: Kirimkan file PDF lain yang ingin Anda bandingkan
it_it: Inviami l'altro PDF che vuoi confrontare
ky_kg: Мага салыштыргыңыз келген башка PDF файлын мага жөнөтүңүз
ms_my: Hantar saya fail PDF lain yang anda ingin bandingkan
nl_nl: Stuur me het andere PDF bestand voor de vergelijking
no_no: Send meg den andre PDF-filen du vil sammenligne
pt_pt: Envie-me o outro arquivo PDF que você vai gostar de comparar
ro_ro: Trimite-mi celălalt fișier PDF pe care doriți să-l comparați
ru_ru: Пришлите мне другой PDF-файл, который вам нужно сравнить
si_lk: ඔබ සංසන්දනය කිරීමට කැමති අනෙක් PDF ගොනුව මට එවන්න
sr_sp: Пошаљи ми други ПДФ фајл који би волео да упоредиш
sv_se: Skicka mig den andra PDF-filen som du kommer att gilla att jämföra
ta_in: நீங்கள் ஒப்பிட விரும்பும் மற்ற PPM கோப்பை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені інший PDF-файл, який ви хотіли б порівняти
uz_uz: Siz solishtirishni istagan boshqa PDF faylini menga yuboring
vi_vn: Gửi cho tôi các tập tin PDF khác mà bạn sẽ muốn so sánh

source: Comparing your PDF files
af_za: Vergelyk jou PDF-lêers
ar_sa: جاري المقارنة بين الملفين
ca_es: Comparant els arxius PDF
cs_cz: Porovnání souborů PDF
da_dk: Sammenligning af dine PDF-filer
de_de: Vergleichen Ihrer PDF-Dateien
es_es: Comparando tus archivos PDF
fi_fi: PDF-tiedostojen vertailu
fr_fr: Comparaison de vos fichiers PDF
hi_in: अपनी पीडीएफ फाइलों की तुलना करना
hu_hu: A PDF-fájlok összehasonlítása
id_id: Membandingkan file PDF Anda
it_it: Sto confrontando i tuoi PDF
ky_kg: PDF файлдарыңызды салыштыруу
ms_my: Membandingkan fail PDF anda
nl_nl: Vergelijk je PDF bestanden
no_no: Sammenligne PDF-filene dine
pt_pt: Comparando seus arquivos PDF
ro_ro: Compararea fișierelor PDF
ru_ru: Сравнение ваших PDF-файлов
si_lk: ඔබගේ PDF ගොනු සංසන්දනය කරමින් පවතී
sr_sp: Поређење ПДФ датотека
sv_se: Jämföra dina PDF-filer
ta_in: உங்கள் PTM கோப்புகளை ஒப்பிடுகிறது
uk_ua: Порівняння PDF-файлів
uz_uz: PDF-fayllaringizni taqqoslash
vi_vn: So sánh các tệp PDF của bạn

source: There are no text differences between your PDF files
af_za: Daar is geen teksverskille tussen jou PDF-lêers nie
ar_sa: لا توجد اختلافات نصية بين ملفات PDF
ca_es: No hi ha diferències de text entre els fitxers PDF
cs_cz: Mezi soubory PDF nejsou žádné textové rozdíly
da_dk: Der er ingen tekstforskelle mellem PDF-filerne
de_de: Es gibt keine Textunterschiede zwischen Ihren PDF-Dateien
es_es: No hay diferencias de texto entre los archivos PDF
fi_fi: PDF-tiedostojen välillä ei ole tekstieroja
fr_fr: Il n’y a pas de différences de texte entre vos fichiers PDF
hi_in: आपकी पीडीएफ फ़ाइलों के बीच कोई पाठ अंतर नहीं है
hu_hu: A PDF-fájlok között nincsenek szöveges különbségek
id_id: Tidak ada perbedaan teks antara file PDF Anda
it_it: Non ci sono differenze di testo tra i file PDF
ky_kg: PDF файлдарыңыздын ортосунда текст айырмачылыгы жок
nl_nl: Er zijn geen tekstverschillen tussen uw PDF-bestanden
no_no: Det er ingen tekstforskjeller mellom PDF-filene dine
pt_pt: Não há diferenças de texto entre seus arquivos PDF
ru_ru: Нет различий в тексте между файлами PDF
si_lk: ඔබේ PDF ලිපිගොනු අතර පෙළ වෙනස්කම් නොමැත
sr_sp: Не постоје текстуалне разлике између ВАШИХ ПДФ фајлова
sv_se: Det finns inga textskillnader mellan dina PDF-filer
ta_in: உங்கள் PTM கோப்புகளுக்கு இடையே உரை வேறுபாடுகள் இல்லை
uk_ua: Між PDF-файлами немає різниці в тексті
uz_uz: PDF -fayllaringiz o'rtasida matn farqlari yo'q
vi_vn: Không có sự khác biệt văn bản giữa các tệp PDF của bạn

source: By percentage
af_za: Volgens persentasie
ar_sa: حسب النسبة المئوية
ca_es: Per percentatge
cs_cz: Podle procenta
da_dk: I procent
es_es: Por porcentaje
fi_fi: Prosentteina
hi_in: प्रतिशत के आधार पर
id_id: Berdasarkan persentase
ky_kg: Пайыз менен
no_no: I prosent
pt_pt: Por percentagem
ru_ru: В процентах
sr_sp: По процентима
ta_in: சதவீதம் வாரியாக
uk_ua: У відсотках
vi_vn: Theo tỷ lệ phần trăm

source: By margin size
ca_es: Per mida de marge
cs_cz: Podle velikosti okraje
da_dk: Efter margenstørrelse
es_es: Por tamaño de margen
fi_fi: Marginaalin koon mukaan
ky_kg: Маржа өлчөмү боюнча
pt_pt: Por tamanho da margem
ru_ru: По размеру поля
sr_sp: По величини маргине

source: Select the crop type that you'll like to perform
ca_es: Seleccioneu el tipus de cultiu que voleu realitzar
cs_cz: Vyberte typ oříznutí, který chcete provést
da_dk: Vælg den beskæringstype, du vil udføre
de_de: Wählen Sie den Zuschneidetyp aus, den Sie ausführen möchten
es_es: Selecciona el tipo de recorte que te gustaría realizar
fi_fi: Valitse rajaustyyppi, jonka haluat suorittaa
fr_fr: Sélectionnez le type de rognage que vous souhaitez effectuer
hu_hu: Válassza ki a végrehajtani kívánt vágástípust
it_it: Seleziona il tipo di ritaglio che vorresti eseguire
ky_kg: Сиз аткаргыңыз келген түшүмдүн түрүн тандаңыз
ms_my: Pilih jenis tanaman yang anda ingin laksanakan
nl_nl: Selecteer het type bijsnijden dat je wilt gebruiken
pt_pt: Selecione o tipo de cultura que você gostaria de executar
ro_ro: Selectați tipul de trunchiere pe care doriți să îl efectuați
ru_ru: Выберите тип обрезки, которую вам нужно выполнить
sr_sp: Изаберите тип изрези који желите да извршите
sv_se: Välj den beskärningstyp som du ska vilja utföra
uz_uz: Bajarishni xohlagan turni tanlang

source: The number {number} is not between {min_percent} and {max_percent}, please try again
ca_es: El número {number} no està entre {min_percent} i {max_percent}, torneu-ho a provar
cs_cz: Číslo {number} není mezi {min_percent} a {max_percent}, zkuste to prosím znovu
da_dk: Antallet {number} er ikke mellem {min_percent} og {max_percent}, prøv igen
es_es: El número {number} no está entre {min_percent} y {max_percent}, inténtelo de nuevo
fi_fi: {number} numero ei ole {min_percent} ja {max_percent}välillä, yritä uudelleen
fr_fr: Le nombre {number} n’est pas compris entre {min_percent} et {max_percent}, veuillez réessayer
ky_kg: {number} саны {min_percent} менен {max_percent}ортосунда эмес , кайра аракет кылыңыз
pt_pt: O número {number} não é entre {min_percent} e {max_percent}, por favor, tente novamente
ru_ru: Число {number} не между {min_percent} и {max_percent}, пожалуйста, повторите попытку
sr_sp: Број {number} између {min_percent} {max_percent}, покушајте поново

source: The number {number} is invalid, please try again
ca_es: El número {number} no és vàlid, torneu-ho a provar
cs_cz: Číslo {number} je neplatné, zkuste to prosím znovu
da_dk: Det nummer, {number} er ugyldigt, prøv igen
es_es: El número {number} es inválido, inténtelo de nuevo
fi_fi: {number} numero ei kelpaa, yritä uudelleen
fr_fr: Le nombre {number} n’est pas valide, veuillez réessayer
ky_kg: саны {number} жараксыз, сураныч, кайра аракет
pt_pt: O número {number} é inválido, por favor tente novamente
ru_ru: Номер {number} недействителен, повторите попытку
sr_sp: Број {number} неважећи, покушајте поново

source: Send me a number between {min_percent} and {max_percent}
ca_es: Envia'm un número entre {min_percent} i {max_percent}
cs_cz: Pošli mi číslo mezi {min_percent} a {max_percent}
da_dk: Send mig et nummer mellem {min_percent} og {max_percent}
de_de: Senden Sie mir eine Nummer zwischen {min_percent} und {max_percent}
es_es: Enviarme un número entre {min_percent} y {max_percent}
fi_fi: Lähetä minulle numero {min_percent} ja {max_percent}
fr_fr: Envoyez-moi un numéro entre {min_percent} et {max_percent}
hu_hu: Küldj egy számot {min_percent} és {max_percent}között.
it_it: Inviami un numero tra {min_percent} e {max_percent}
ky_kg: Мага бир катар жөнөтүү ортосундагы {min_percent} жана {max_percent}
nl_nl: Stuur me een nummer tussen {min_percent} en {max_percent}
pt_pt: Envie-me um número entre {min_percent} e {max_percent}
ru_ru: Пришлите мне номер между {min_percent} и {max_percent}
sr_sp: Пошаљи ми број између {min_percent} и {max_percent}
sv_se: Skicka mig ett nummer mellan {min_percent} och {max_percent}
uz_uz: {min_percent} dan {max_percent}gacha bo'lgan raqamni yuboring

source: This is the percentage of margin space to retain between the content in your PDF file and the page
ca_es: Aquest és el percentatge d'espai de marge a conservar entre el contingut del fitxer PDF i la pàgina
cs_cz: Toto je procento mezery mezi okrajem, který chcete zachovat mezi obsahem v souboru PDF a stránkou.
da_dk: Dette er den procentdel af margenpladsen, der skal bevares mellem indholdet i PDF-filen og siden
de_de: Dies ist der Prozentsatz des Randbereichs, der zwischen dem Inhalt Ihrer PDF-Datei und der Seite beibehalten werden soll.
es_es: Este es el porcentaje de espacio de margen que se debe conservar entre el contenido del archivo PDF y la página
fi_fi: Tämä on PDF-tiedoston sisällön ja sivun välisen marginaalitilan prosenttiosuus
fr_fr: Il s’agit du pourcentage d’espace de marge à conserver entre le contenu de votre fichier PDF et la page
hu_hu: Ez a PDF-fájl tartalma és az oldal közötti margóterület százalékos aránya
it_it: Questa è la percentuale di spazio margine da mantenere tra il contenuto nel file PDF e la pagina
ky_kg: Бул сиздин PDF файлыңыздагы мазмун менен беттин ортосунда сактала турган боштуктун пайызы
nl_nl: Dit is het percentage margeruimte dat moet worden behouden tussen de inhoud in uw PDF-bestand en de pagina
pt_pt: Esta é a porcentagem de espaço de margem para reter entre o conteúdo em seu arquivo PDF e a página
ru_ru: Это процент поля, который необходимо сохранить между содержимым PDF-файла и страницей.
sr_sp: Ово је проценат простора на маргинама који треба задржати између садржаја у ПДФ фајлу и странице
sv_se: Detta är procentandelen marginalutrymme som ska behållas mellan innehållet i din PDF-fil och sidan
uz_uz: Bu sizning PDF -faylingizdagi sahifa va sahifa o'rtasida saqlanadigan bo'sh joyning foizidir

source: Send me a number that you'll like to adjust the margin size
ca_es: Envia'm un número que t'agradaria ajustar la mida del marge
cs_cz: Pošlete mi číslo, které chcete upravit velikost okraje
da_dk: Send mig et tal, som du gerne vil justere margenstørrelsen
de_de: Senden Sie mir eine Zahl, die Sie gerne anpassen möchten, um die Randgröße anzupassen
es_es: Envíame un número que te gustaría ajustar el tamaño del margen
fi_fi: Lähetä minulle numero, jonka haluat muuttaa reunuksen kokoa
fr_fr: Envoyez-moi un numéro que vous souhaitez ajuster la taille de la marge
hu_hu: Küldjön nekem egy számot, amelyet módosítani szeretne a margó méretével
it_it: Inviami un numero che ti piacerà regolare la dimensione del margine
ky_kg: Мага маржанын өлчөмүн тууралагыңыз келген номерди жөнөтүңүз
nl_nl: Stuur me een nummer dat je de margegrootte wilt aanpassen
pt_pt: Envie-me um número que você vai gostar de ajustar o tamanho da margem
ru_ru: Пришлите мне номер, который вы хотите настроить для размера поля
sr_sp: Пошаљите ми број који желите да подесите величину маргине
sv_se: Skicka mig ett nummer som du vill justera marginalstorleken
uz_uz: Menga chegara hajmini moslashtirmoqchi bo'lgan raqamni yuboring
