Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: Positive numbers will decrease the margin size and negative numbers will increase it
ca_es: Els nombres positius disminuiran la mida del marge i els números negatius l'augmentaran.
cs_cz: Kladná čísla sníží velikost marže a záporná čísla ji zvýší
da_dk: Positive tal vil reducere marginstørrelsen, og negative tal vil øge den
de_de: Positive Zahlen verringern die Margengröße und negative Zahlen erhöhen sie
es_es: Los números positivos disminuirán el tamaño del margen y los números negativos lo aumentarán
fi_fi: Positiiviset luvut pienenevät marginaalin kokoa ja negatiiviset luvut kasvattavat sitä
fr_fr: Les nombres positifs diminueront la taille de la marge et les nombres négatifs l’augmenteront
hu_hu: A pozitív számok csökkentik a margó méretét, a negatív számok pedig növelik azt
it_it: I numeri positivi ridurranno la dimensione del margine e i numeri negativi la aumenteranno
ky_kg: Оң сандар маржанын көлөмүн азайтат, ал эми терс сандар аны көбөйтөт
nl_nl: Positieve getallen zullen de margegrootte verminderen en negatieve getallen zullen deze verhogen
pt_pt: Números positivos diminuirão o tamanho da margem e os números negativos irão aumentá-lo
ru_ru: Положительные числа уменьшат размер маржи, а отрицательные цифры увеличат ее
sr_sp: Позитивни бројеви ће смањити величину маргине и негативни бројеви ће је повећати
sv_se: Positiva tal minskar marginalstorleken och negativa tal ökar den
uz_uz: Ijobiy raqamlar chegara hajmini kamaytiradi va salbiy sonlar uni oshiradi

source: Send me the password to decrypt your PDF file
af_za: Stuur vir my die wagwoord om jou PDF-lêer te dekripteer
ar_sa: أرسل كلمة السر لفك تشفير الملف
ca_es: Enviï'm la contrasenya per desxifrar el seu arxiu pdf
cs_cz: Pošlete mi heslo k dešifrování souboru PDF
da_dk: Send mig adgangskoden til at dekryptere din PDF-fil
de_de: Senden Sie mir das Passwort, um Ihre PDF-Datei zu entschlüsseln
es_es: Envíame la contraseña para descifrar tu archivo PDF
fi_fi: Lähetä salasana PDF-tiedoston salauksen purkamiseen
fr_fr: Envoyez-moi le mot de passe pour décrypter votre fichier PDF
hi_in: मुझे अपनी पीडीएफ फ़ाइल डिक्रिप्ट करने के लिए पासवर्ड भेजें
hu_hu: Küldje el a jelszót a PDF-fájl visszafejtéséhez
id_id: Kirimi saya kata sandi untuk mendekripsi file PDF Anda
it_it: Inviami la password per decifrare il file PDF
ky_kg: PDF файлыңызды чечүү үчүн мага сырсөздү жөнөтүңүз
ms_my: Hantar kata laluan untuk menyahsulitkan fail PDF anda
nl_nl: Stuur me het wachtwoord om uw PDF bestand te decoderen
no_no: Send meg passordet for å dekryptere PDF-filen
pt_pt: Envie-me a senha para descriptografar seu arquivo PDF
ro_ro: Trimite-mi parola pentru a decripta fișierul PDF
ru_ru: Пришлите мне пароль для расшифровки вашего PDF-файла
si_lk: ඔබගේ PDF ගොනුව විකේතනය කිරීමට අවශ්‍ය මුරපදය මට එවන්න
sr_sp: Пошаљи ми лозинку за дешифровање твог ПДФ фајла
sv_se: Skicka mig lösenordet för att dekryptera din PDF-fil
ta_in: உங்கள் PPM கோப்பை மறைகுறிநீக்க கடவுச்சொல்லை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені пароль для розшифрування pdf-файлу
uz_uz: PDF-faylingizni parolini ochish uchun menga parolni yuboring
vi_vn: Gửi cho tôi mật khẩu để giải mã tệp PDF của bạn

source: Send me the password to encrypt your PDF file
af_za: Stuur vir my die wagwoord om jou PDF-lêer te enkripteer
ar_sa: أرسل كلمة السر ل تشفير الملف
ca_es: Enviï'm la contrasenya per encriptar el seu arxiu pdf
cs_cz: Pošlete mi heslo k šifrování souboru PDF
da_dk: Send mig adgangskoden til at kryptere din PDF-fil
de_de: Senden Sie mir das Passwort, um Ihre PDF-Datei zu verschlüsseln
es_es: Envíame la contraseña para cifrar tu archivo PDF
fi_fi: Lähetä minulle salasana PDF-tiedoston salaamista vastaan
fr_fr: Envoyez-moi le mot de passe pour crypter votre fichier PDF
hi_in: अपनी पीडीएफ फ़ाइल को एन्क्रिप्ट करने के लिए मुझे पासवर्ड भेजें
hu_hu: Küldje el a jelszót a PDF-fájl titkosításához
id_id: Kirimi saya kata sandi untuk mengenkripsi file PDF Anda
it_it: Inviami la password per cifrare il file PDF
ky_kg: PDF файлыңызды шифрлөө үчүн мага сырсөздү жөнөтүңүз
ms_my: Hantar kata laluan untuk menyulitkan fail PDF anda
nl_nl: Stuur mij het wachtwoord om uw PDF bestand te versleutelen
no_no: Send meg passordet for å kryptere PDF-filen
pt_pt: Envie-me a senha para criptografar seu arquivo PDF
ro_ro: Trimite-mi parola pentru criptarea fișierului PDF
ru_ru: Пришлите мне пароль для шифрования PDF-файла
si_lk: ඔබගේ PDF ගොනුව ආකේතනය කිරීමට මුරපදය එවන්න
sr_sp: Пошаљи ми лозинку да шифрујем твој ПДФ фајл
sv_se: Skicka mig lösenordet för att kryptera din PDF-fil
ta_in: உங்கள் PPM கோப்பை குறியாக்க கடவுச்சொல்லை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені пароль для шифрування PDF-файлу
uz_uz: Faylingizni parol bilan himoyalash uchun parolni yuboring
vi_vn: Gửi cho tôi mật khẩu để mã hóa tệp PDF của bạn

source: Your file is too big for me to download and process
af_za: Jou lêer is te groot vir my om af te laai en te verwerk
ar_sa: ملفك كبير جدا بالنسبة لي لتحميل ومعالجة
ca_es: El teu arxiu és massa gran per a mi per descarregar-lo i processar-lo
cs_cz: Váš soubor je příliš velký na to, abych ho stahoval a zpracovávám.
da_dk: Din fil er for stor til, at jeg kan downloade og behandle
de_de: Ihre Datei ist zu groß, als dass ich sie herunterladen und verarbeiten könnte
es_es: Su archivo es demasiado grande para que yo lo descargue y procese
fi_fi: Tiedostosi on liian suuri ladattavaksi ja käsiteltäväksi
fr_fr: Votre fichier est trop volumineux pour que je le télécharge et le traite
hi_in: आपकी फ़ाइल डाउनलोड करने और प्रक्रिया करने के लिए मेरे लिए बहुत बड़ी है
hu_hu: A fájl túl nagy nekem, hogy töltse le és feldolgozza
id_id: File Anda terlalu besar bagi saya untuk diunduh dan diproses
it_it: Il tuo file è troppo grande per essere scaricato ed elaborare
ky_kg: Сиздин файлыңыз мен үчүн өтө чоң, жүктөп алуу жана иштетүү үчүн
nl_nl: Uw bestand is te groot voor mij om te downloaden en te verwerken
no_no: Filen din er for stor til at jeg kan laste ned og behandle den
pt_pt: Seu arquivo é muito grande para eu baixar e processar
ru_ru: Ваш файл слишком велик для загрузки и обработки
si_lk: ඔබේ ගොනුව මට බාගත කර සැකසීමට නොහැකි තරම් විශාල ය
sr_sp: Твој фајл је превелик да га преузмем и обрадим
sv_se: Din fil är för stor för mig att ladda ner och bearbeta
ta_in: பதிவிறக்க மற்றும் செயலாக்க உங்கள் கோப்பு எனக்கு மிகவும் பெரியது
uk_ua: Ваш файл занадто великий для мене, щоб завантажити і обробити
uz_uz: Faylingiz yuklab olish va qayta ishlashim uchun juda katta
vi_vn: Tệp của bạn quá lớn để tôi có thể tải xuống và xử lý

source: File size reduced by {percent}, from {old_size} to {new_size}
af_za: Lêergrootte verminder met {percent}, van {old_size} tot {new_size}
ar_sa: حجم الملف الذي تم تخفيضه بمقدار {percent}، من {old_size} إلى {new_size}
ca_es: Mida del fitxer reduïda en {percent}, de {old_size} a {new_size}
cs_cz: Velikost souboru zmenšená o {percent}, z {old_size} na {new_size}
da_dk: Filstørrelsen reduceres med {percent}fra {old_size} til {new_size}
de_de: Dateigröße um {percent}reduziert, von {old_size} auf {new_size}
es_es: Tamaño del archivo reducido un {percent}, ha pasado de {old_size} a {new_size}
fi_fi: Tiedoston kokoa pienennetty {percent}, {old_size} {new_size}
fr_fr: Taille du fichier réduite de {percent}, de {old_size} à {new_size}
hi_in: फाइल का आकार {percent}से घटाकर {old_size} से {new_size}
hu_hu: Fájlméret {percent}-kal csökkentve – {old_size} -ről {new_size}-re
id_id: Ukuran file dikurangi {percent}, dari {old_size} ke {new_size}
it_it: Dimensioni del file ridotte di {percent}, da {old_size} a {new_size}
ky_kg: File көлөмү кыскарган {percent}, тартып {old_size} из {new_size}
nl_nl: Bestandsgrootte verminderd met {percent}, van {old_size} tot {new_size}
no_no: Filstørrelsen reduseres med {percent}, fra {old_size} til {new_size}
pt_pt: Tamanho do arquivo reduzido por {percent}, de {old_size} para {new_size}
ru_ru: Размер файла уменьшен на {percent}, с {old_size} до {new_size}
si_lk: {old_size} සිට {new_size}දක්වා {percent}කින් අඩු වේ
sr_sp: Величина датотеке смањена за {percent}, са {old_size} на {new_size}
sv_se: Filstorleken minskade med {percent}, från {old_size} till {new_size}
ta_in: கோப்பு அளவு {percent}மூலம் குறைக்கப்பட்டது, {old_size} இருந்து {new_size}
uk_ua: Розмір файлу зменшено {percent}, з {old_size} до {new_size}
uz_uz: Fayl hajmi {percent}, {old_size} dan {new_size}
vi_vn: Kích thước tệp giảm {percent}, từ {old_size} xuống {new_size}

source: Adding an OCR text layer to your PDF file
de_de: Hinzufügen einer OCR-Textebene zu Ihrer PDF-Datei
es_es: Agregar una capa de texto OCR a su archivo PDF
fr_fr: Ajout d’un calque de texte OCR à votre fichier PDF
hu_hu: OCR szövegréteg hozzáadása a PDF fájlhoz
it_it: Aggiunta di un livello di testo OCR al file PDF
ms_my: Menambah lapisan teks OCR ke fail PDF anda
nl_nl: Een OCR-tekstlaag toevoegen aan uw PDF-bestand
ro_ro: Adăugarea unui strat text OCR la fișierul PDF
sv_se: Lägga till ett OCR-textlager i din PDF-fil
uz_uz: PDF-faylingizga OCR matn qatlamini qo'shish

source: Select the task that you'll like to perform
af_za: Kies die taak wat jy wil uitvoer
ar_sa: حدد نوع المهمة التي تريد تنفيذها
ca_es: Seleccioneu la tasca que voleu dur a terme
cs_cz: Vyberte úkol, který chcete provést
da_dk: Vælg den opgave, du vil udføre
de_de: Wählen Sie die Aufgabe aus, die Sie ausführen möchten
es_es: Elegir la tarea a realizar
fi_fi: Valitse tehtävä, jonka haluat suorittaa
fr_fr: Sélectionner les actions que vous souhaitez effectuer
hi_in: उस कार्य का चयन करें जिसे आप करना चाहते हैं
hu_hu: Válassza ki a végrehajtani kívánt feladatot
id_id: Pilih tugas yang ingin Anda jalankan
it_it: Seleziona l'operazione che vuoi eseguire
ky_kg: Сиз аткара турган тапшырманы тандаңыз
ms_my: Pilih tugas yang anda ingin laksanakan
nl_nl: Selecteer de taak die u wilt uitvoeren
no_no: Velg oppgaven du vil utføre
pt_pt: Selecione a tarefa que você gostaria de executar
ro_ro: Selectați activitatea pe care doriți să o efectuați
ru_ru: Выберите задачу, которую вам нужно выполнить
si_lk: ඔබ ඉටු කිරීමට කැමති කාර්යය තෝරන්න
sr_sp: Изаберите задатак који ћете хтети да извршите
sv_se: Välj den uppgift som du ska vilja utföra
ta_in: நீங்கள் செய்ய விரும்பும் பணியைத் தேர்ந்தெடுக்கவும்
uk_ua: Виберіть завдання, яке потрібно виконати
uz_uz: Bajarmoqchi bo'lgan harakatni tanlang
vi_vn: Chọn nhiệm vụ bạn muốn thực hiện

source: Your image is too large for me to download and process
de_de: Ihr Bild ist zu groß, als dass ich es herunterladen und verarbeiten könnte
es_es: Tu imagen es demasiado grande para que la descargue y la procese
fi_fi: Kuvasi on liian suuri, jotta voin ladata ja käsitellä
fr_fr: Votre image est trop grande pour que je puisse la télécharger et la traiter
hu_hu: A kép túl nagy ahhoz, hogy letöltse és feldolgozzam
nl_nl: Uw afbeelding is te groot voor mij om te downloaden en te verwerken
sv_se: Din bild är för stor för mig att ladda ner och bearbeta
uz_uz: Yuklab olishim va qayta ishlashim uchun yuborgan rasmingiz juda katta

source: Extracting a preview for your PDF file
de_de: Extrahieren einer Vorschau für Ihre PDF-Datei
es_es: Extrayendo una vista previa de tu archivo PDF
fr_fr: Extraction d'un aperçu pour votre fichier PDF
hu_hu: A PDF-fájl előnézetének kibontása
it_it: Sto estraendo un'anteprima dal tuo PDF
ms_my: Mengekstrak pratonton untuk fail PDF anda
nl_nl: Een voorbeeld van uw PDF bestand aan het genereren
ro_ro: Extragerea unei examinări pentru fișierul PDF
sv_se: Extrahera en förhandsgranskning för din PDF-fil
uz_uz: PDF-faylingizni oldindan ko'rishini ajratib olish

source: Select the result file format
de_de: Wählen Sie das Ergebnisdateiformat
es_es: Seleccione el formato del archivo resultante
fi_fi: Valitse tulostiedoston muoto
fr_fr: Sélectionnez le format du fichier final
hu_hu: Az eredményfájl formátumának kiválasztása
it_it: Seleziona il formato finale del file
ms_my: Pilih format fail keputusan
nl_nl: Selecteer het gewenste bestandsformaat
ro_ro: Selectarea formatului de fișier rezultat
sv_se: Välj resultatfilformatet
uz_uz: Natijada fayl formatini tanlang

source: Converting your PDF file into images
de_de: Konvertieren Ihrer PDF-Datei in Bilder
es_es: Convirtiendo tu archivo PDF en imágenes
fi_fi: PDF-tiedoston muuntaminen kuviksi
fr_fr: Conversion de votre fichier PDF en images
hu_hu: PDF-fájl átalakítása képekké
nl_nl: Uw PDF-bestand converteren naar afbeeldingen
sv_se: Konvertera PDF-filen till bilder
uz_uz: PDF-faylingizni rasmga aylantirish

source: Extracting all the images in your PDF file
de_de: Extrahieren aller Bilder in Ihrer PDF-Datei
es_es: Extrayendo todas las imágenes de su archivo PDF
fi_fi: Kaikkien PDF-tiedoston kuvien purkaminen
fr_fr: Extraction de toutes les images de votre fichier PDF
hu_hu: A PDF-fájl összes képének kibontása
nl_nl: Alle afbeeldingen in uw PDF-bestand extraheren
sv_se: Extrahera alla bilder i PDF-filen
uz_uz: PDF-faylingizdagi barcha fotosuratlarni chiqarib olish

source: Something went wrong, please try again
af_za: Iets het verkeerd gegaan, probeer asseblief weer.
ar_sa: حدث خطأ ما، يرجى المحاولة مرة أخرى
ca_es: Alguna cosa ha fallat, si us plau, torneu-ho a provar.
cs_cz: Něco se pokazilo, zkuste to prosím znovu.
da_dk: Hvis noget gik galt, skal du prøve igen
de_de: Etwas ist schief gelaufen, bitte versuchen Sie es erneut
es_es: Algo salió mal, por favor inténtalo de nuevo
fi_fi: Jokin meni vikaan.
fr_fr: Quelque chose s’est mal passé, s’il vous plaît essayer à nouveau
hi_in: कुछ गलत हो गया, कृपया फिर से प्रयास करें
hu_hu: Valami elromlott, kérem, próbálkozzon újra.
id_id: Ada yang tidak beres, silakan coba lagi
it_it: Qualcosa è andato storto, riprova
ky_kg: Бир жерден ката кетти, кайра аракет кылыңыз
nl_nl: Er is iets misgegaan, probeer het opnieuw.
no_no: Noe gikk galt, prøv på nytt
pt_pt: Algo deu errado, por favor, tente de novo.
ru_ru: Что-то пошло не так, пожалуйста, попробуйте еще раз
si_lk: යම් දෙයක් වැරදිණි, කරුණාකර නැවත උත්සාහ කරන්න
sr_sp: Нешто је пошло наопако, молим вас покушајте поново
sv_se: Något gick fel, försök igen.
ta_in: ஏதோ தவறு நடந்தது, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
uk_ua: Щось пішло не так, будь ласка, спробуйте ще раз
uz_uz: Xatolik yuz berdi, qaytadan urining
vi_vn: Có điều gì đó không ổn, xin hãy thử lại

source: I couldn't find any images in your PDF file
de_de: Ich konnte keine Bilder in Ihrer PDF-Datei finden
es_es: No pude encontrar ninguna imagen en su archivo PDF
fi_fi: PDF-tiedostosta ei löydy kuvia
fr_fr: Je n’ai trouvé aucune image dans votre fichier PDF
hu_hu: Nem találtam képeket a PDF-fájlban
nl_nl: Ik kon geen afbeeldingen vinden in uw PDF-bestand
sv_se: Jag kunde inte hitta några bilder i din PDF-fil
uz_uz: PDF-faylingizda bironta fotosurat topilmadi

source: See above for all your images
de_de: Siehe oben für alle Ihre Bilder
es_es: Vea arriba todas sus imágenes
fi_fi: Katso yllä kaikki kuvasi
fr_fr: Voir ci-dessus pour toutes vos images
hu_hu: Lásd fent az összes képet
nl_nl: Zie hierboven voor al uw afbeeldingen
sv_se: Se ovan för alla dina bilder
uz_uz: Barcha rasmlaringiz uchun yuqoriga qarang

source: Send me the PDF files that you'll like to merge
af_za: Stuur vir my die PDF-lêers wat jy graag wil saamsmelt
ar_sa: أرسل لي ملفات PDF التي تريد دمجها
ca_es: Envia'm els fitxers PDF que t'agradaria combinar
cs_cz: Pošlete mi soubory PDF, které chcete sloučit
da_dk: Send mig de PDF-filer, du vil flette
de_de: Senden Sie mir die PDF-Dateien, die Sie zusammenführen möchten
es_es: Envíame los archivos PDF que quieras fusionar
fi_fi: Lähetä pdf-tiedostot, jotka haluat yhdistää
fr_fr: Envoyez-moi les fichiers PDF que vous souhaitez fusionner
hi_in: मुझे पीडीएफ फाइलें भेजें जिन्हें आप मर्ज करना चाहते हैं
hu_hu: Küldje el nekem azokat a PDF-fájlokat, amelyeket egyesíteni szeretne
id_id: Kirimi saya file PDF yang ingin Anda gabungkan
it_it: Inviami i file PDF che ti piacerà unire
ky_kg: Мага бириктирүүнү жактырган PDF файлдарын жөнөтүңүз
nl_nl: Stuur me de PDF-bestanden die u wilt samenvoegen
no_no: Send meg PDF-filene du vil slå sammen
pt_pt: Envie-me os arquivos PDF que você vai gostar de mesclar
ru_ru: Пришлите мне PDF-файлы, которые вы хотите объединить
si_lk: ඔබ ඒකාබද්ධ කිරීමට කැමති PDF ගොනු මට එවන්න
sr_sp: Пошаљите ми ПДФ фајлове које ћете хтети да обједините
sv_se: Skicka mig PDF-filerna som du vill slå samman
ta_in: நீங்கள் இணைக்க விரும்பும் PPM கோப்புகளை எனக்கு அனுப்பவும்
uk_ua: Надіслати мені PDF-файли, які потрібно об'єднати
uz_uz: Menga birlashtirmoqchi bo'lgan PDF fayllarini yuboring
vi_vn: Gửi cho tôi các tệp PDF mà bạn muốn hợp nhất

source: Note that the files will be merged in the order that you send me
af_za: Let daarop dat die lêers saamgesmelt sal word in die volgorde wat jy my stuur
ar_sa: لاحظ أنه سيتم دمج الملفات بالترتيب الذي ترسله لي
ca_es: Tingueu en compte que els fitxers es combinaran en l'ordre que m'envieu
cs_cz: Všimněte si, že soubory budou sloučeny v pořadí, v pořadí, v které mi budete
da_dk: Bemærk, at filerne flettes i den rækkefølge, du sender mig
de_de: Beachten Sie, dass die Dateien in der Reihenfolge zusammengeführt werden, in der Sie mich senden
es_es: Tenga en cuenta que los archivos se combinarán en el orden en que me envíe
fi_fi: Huomaa, että tiedostot yhdistetään lähettämissäsi järjestyksessä
fr_fr: Notez que les fichiers seront fusionnés dans l’ordre que vous m’envoyez
hi_in: ध्यान दें कि फ़ाइलों को उस क्रम में मर्ज कर दिया जाएगा जिसे आप मुझे भेजते हैं
hu_hu: Vegye figyelembe, hogy a fájlok összevonásra kerülnek abban a sorrendben, amelyet ön küld nekem
id_id: Perhatikan bahwa file akan digabungkan dalam urutan yang Anda kirimkan kepada saya
it_it: Si noti che i file verranno uniti nell'ordine in cui mi invii
ky_kg: Файлдар сиз мага жөнөткөн тартипте бириктирилерин эске алыңыз
nl_nl: Merk op dat de bestanden worden samengevoegd in de volgorde die u mij stuurt
no_no: Legg merke til at filene flettes i den rekkefølgen du sender meg
pt_pt: Note que os arquivos serão mesclados na ordem que você me enviar
ru_ru: Обратите внимание, что файлы будут объединены в том порядке, в котором вы мне их отправите
si_lk: ඔබ මට එවන අනුපිළිවෙල අනුව ලිපි ගොනු ඒකාබද්ධ වන බව සලකන්න
sr_sp: Имајте на крају да ће датотеке бити обједињене редоследом којим ми шаљете
sv_se: Observera att filerna kommer att slås samman i den ordning du skickar mig
ta_in: நீங்கள் எனக்கு அனுப்பும் வரிசையில் கோப்புகள் இணைக்கப்படும் என்பதை நினைவில் கொள்க
uk_ua: Зауважте, що файли буде об'єднано в тому порядку, в який ви надішлете мені
uz_uz: E'tibor bering, fayllar siz yuborgan tartibda birlashtiriladi
vi_vn: Lưu ý rằng các tệp sẽ được hợp nhất theo thứ tự mà bạn gửi cho tôi

source: You've sent me these PDF files so far:
af_za: U het tot dusver vir my hierdie PDF-lêers gestuur:
ar_sa: لقد أرسلت لي ملفات PDF هذه حتى الآن:
ca_es: M'has enviat aquests arxius PDF fins ara:
cs_cz: Zatím jste mi poslali tyto soubory PDF:
da_dk: Du har sendt mig disse PDF-filer indtil videre:
es_es: Me has enviado estos archivos PDF hasta ahora:
fi_fi: Olet lähettänyt minulle nämä PDF-tiedostot tähän mennessä:
fr_fr: Vous m’avez envoyé ces fichiers PDF jusqu’à présent:
hi_in: आपने मुझे अब तक ये पीडीएफ फाइलें भेजी हैं:
id_id: Anda telah mengirimi saya file PDF ini sejauh ini:
ky_kg: Сиз мага ушул убакка чейин бул PDF файлдарын жибердиңиз:
no_no: Du har sendt meg disse PDF-filene så langt:
pt_pt: Você me enviou esses arquivos PDF até agora:
ru_ru: Вы отправили мне эти PDF-файлы до сих пор:
sr_sp: До сада сте ми послали ове ПДФ фајлове:
ta_in: நீங்கள் இதுவரை இந்த PDF கோப்புகளை எனக்கு அனுப்பியுள்ளீர்கள்:
uk_ua: Ви надіслали мені ці PDF-файли до цих пір:
vi_vn: Bạn đã gửi cho tôi những tệp PDF này cho đến nay:

source: Press {done} if you've sent me all the PDF files that you'll like to merge or keep sending me the PDF files
af_za: Druk {done} as jy vir my al die PDF-lêers gestuur het wat jy graag wil saamsmelt of aanhou om vir my die PDF-lêers te stuur
ar_sa: اضغط {done} إذا كنت قد أرسلت لي جميع ملفات PDF التي تريد دمجها أو الاستمرار في إرسال ملفات PDF لي
ca_es: Premeu {done} si m'heu enviat tots els fitxers PDF que voleu combinar o continueu enviant-me els fitxers PDF
cs_cz: Stiskněte {done} , pokud jste mi poslali všechny soubory PDF, které chcete sloučit, nebo mi stále posílají soubory PDF
da_dk: Tryk på {done} hvis du har sendt mig alle de PDF-filer, du gerne vil flette eller fortsætte med at sende mig PDF-filer
de_de: Drücken Sie {done} , wenn Sie mir alle PDF-Dateien gesendet haben, die Sie zusammenführen möchten, oder senden Sie mir weiterhin die PDF-Dateien
es_es: Pulsa {done} si me has enviado todos los archivos PDF que te gustaría fusionar o sigue enviándome los archivos PDF
fi_fi: Paina {done} jos olet lähettänyt minulle kaikki PDF-tiedostot, jotka haluat yhdistää, tai jatka PDF-tiedostojen lähettämistä
fr_fr: Appuyez sur {done} si vous m’avez envoyé tous les fichiers PDF que vous souhaitez fusionner ou continuez à m’envoyer les fichiers PDF
hi_in: प्रेस {done} यदि आपने मुझे उन सभी पीडीएफ फाइलों को भेज दिया है जिन्हें आप विलय करना चाहते हैं या मुझे पीडीएफ फाइलें भेजते रहेंगे
hu_hu: Nyomja meg a {done} , ha elküldte nekem az összes PDF-fájlt, amelyet egyesíteni szeretne, vagy továbbra is elküldi nekem a PDF-fájlokat
id_id: Tekan {done} jika Anda telah mengirimi saya semua file PDF yang ingin Anda gabungkan atau terus kirimi saya file PDF
it_it: Premi {done} se mi hai inviato tutti i file PDF che ti piacerà unire o continua a inviarmi i file PDF
ky_kg: Эгерде сиз мага PDF файлдарын бириктиргиңиз келген же жөнөтө бергиңиз келген бардык PDF файлдарын жөнөтсөңүз {done} баскычын басыңыз
nl_nl: Druk op {done} als u mij alle PDF-bestanden hebt gestuurd die u wilt samenvoegen of blijf me de PDF-bestanden sturen
no_no: Trykk {done} hvis du har sendt meg alle PDF-filene du vil slå sammen, eller fortsett å sende meg PDF-filene
pt_pt: Pressione {done} se você me enviou todos os arquivos PDF que você vai gostar de mesclar ou continuar me enviando os arquivos PDF
ru_ru: Нажмите {done}, если вы отправили мне все PDF-файлы, которые вы хотите объединить, или продолжите присылать мне PDF-файлы
si_lk: ඔබ ඒකාබද්ධ කිරීමට කැමති සියලුම පීඩීඑෆ් ලිපිගොනු මට එව්වා නම් හෝ පීඩීඑෆ් ගොනු මට දිගටම එවුවහොත් {done} ඔබන්න
sr_sp: Притисните {done} ако сте ми послали све ПДФ фајлове које ћете хтети да обједините или ми стално шаљете ПДФ фајлове
sv_se: Tryck {done} om du har skickat mig alla PDF-filer som du vill slå samman eller fortsätta skicka mig PDF-filerna
ta_in: நீங்கள் இணைக்க விரும்பும் அல்லது PTM கோப்புகளை எனக்கு அனுப்ப விரும்பும் அனைத்து PPM கோப்புகளைஎனக்கு அனுப்பியிருந்தால் {done} அழுத்தவும்
uk_ua: Натисніть {done} , якщо ви надіслали мені всі PDF-файли, які ви хочете об'єднати, або продовжуйте надсилати мені PDF-файли
uz_uz: Agar siz menga PDF -fayllarni birlashtirmoqchi bo'lgan yoki menga yuborishni davom ettiradigan barcha PDF -fayllarni yuborgan bo'lsangiz, {done} -ni bosing
vi_vn: Nhấn {done} nếu bạn đã gửi cho tôi tất cả các tệp PDF mà bạn muốn hợp nhất hoặc tiếp tục gửi cho tôi các tệp PDF
