Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: The range is invalid, please try again
ca_es: L'interval no és vàlid, torneu-ho a provar
cs_cz: Rozsah je neplatný, opakujte akci.
de_de: Der Bereich ist ungültig, bitte versuchen Sie es erneut
es_es: El intervalo no es válido, inténtelo de nuevo
fi_fi: Alue ei kelpaa, yritä uudelleen
fr_fr: La plage n’est pas valide, veuillez réessayer
hu_hu: A tartomány érvénytelen, próbálkozzon újra
it_it: L'intervallo non è valido, riprovare
ky_kg: Диапазон жараксыз, кайра аракет кылыңыз
nl_nl: Het bereik is ongeldig, probeer het opnieuw
pt_pt: O alcance é inválido, por favor tente novamente
ru_ru: Недопустимый диапазон, пожалуйста, попробуйте снова
sr_sp: Опсег је неважећи, покушајте поново
sv_se: Intervallet är ogiltigt, försök igen
uz_uz: Diapazon yaroqsiz, qaytadan urining

source: Your file is too large for me to download and process, please try again with a differnt file Note that this limit is enforced by Telegram and there's nothing I can do unless Telegram changes it
af_za: Jou lêer is te groot vir my om af te laai en te verwerk, probeer asseblief weer met 'n ander lêer Let daarop dat hierdie limiet deur Telegram afgedwing word en dat daar niks is wat ek kan doen tensy Telegram dit verander nie
ca_es: El vostre fitxer és massa gran per descarregar-lo i processar-lo, torneu-ho a provar amb un fitxer diferent Tingueu en compte que Telegram aplica aquest límit i no hi ha res que pugui fer tret que Telegram el canviï
cs_cz: Váš soubor je příliš velký na to, abych si ho mohl stáhnout a zpracovat, zkuste to prosím znovu s jiným souborem Všimněte si, že tento limit je vynucen Telegramem a není nic, co bych mohl udělat, pokud to Telegram nezmění
da_dk: Din fil er for stor til, at jeg kan downloade og behandle, prøv igen med en anden fil Bemærk, at denne grænse håndhæves af Telegram, og der er intet, jeg kan gøre, medmindre Telegram ændrer den
es_es: Su archivo es demasiado grande para que lo descargue y procese, inténtelo de nuevo con un archivo diferente Tenga en cuenta que este límite es impuesto por Telegram y no hay nada que pueda hacer a menos que Telegram lo cambie
fi_fi: Tiedostosi on liian suuri, jotta voin ladata ja käsitellä, yritä uudelleen toisella tiedostolla Huomaa, että Telegram valvoo tätä rajaa, enkä voi tehdä mitään, ellei Telegram muuta sitä
ky_kg: Сиздин файл жүктөп алуу жана иштетүү үчүн өтө чоң, сураныч, башка файл менен кайра аракет Белгилей кетчү нерсе, бул лимит Телеграмма менен аткарылат жана Телеграмма өзгөртпөсө, мен кыла ала турган эч нерсе жок
no_no: Filen din er for stor til at jeg kan laste den ned og behandle, prøv igjen med en annen fil Merk at denne grensen håndheves av Telegram, og det er ingenting jeg kan gjøre med mindre Telegram endrer den
pt_pt: Seu arquivo é muito grande para eu baixar e processar, por favor, tente novamente com um arquivo diferente Note que esse limite é imposto pelo Telegram e não há nada que eu possa fazer, a menos que o Telegram o altere
ru_ru: Ваш файл слишком велик для загрузки и обработки, пожалуйста, повторите попытку с другим файлом Обратите внимание, что это ограничение применяется Telegram, и я ничего не могу сделать, если Telegram не изменит его
sr_sp: Yоур филе ис тоо ларге фор ме то доwнлоад анд процесс, плеасе трy агаин wитх а дифферент филе Ноте тхат тхис лимит ис енфорцед бy Телеграм анд тхере'с нотхинг И цан до унлесс Телеграм цхангес ит
ta_in: உங்கள் கோப்பு எனக்குப் பதிவிறக்கவும் செயலாக்கவும் மிகப் பெரியதாக உள்ளது, தயவுசெய்து வேறொரு கோப்புடன் மீண்டும் முயற்சிக்கவும் இந்த வரம்பு டெலிகிராமால் செயல்படுத்தப்படுகிறது என்பதை நினைவில் கொள்க, டெலிகிராம் அதை மாற்றாவிட்டால் என்னால் எதுவும் செய்ய முடியாது என்பதை நினைவில் கொள்க
uk_ua: Ваш файл занадто великий, щоб я міг завантажити та обробити, спробуйте ще раз за допомогою іншого файлу Зверніть увагу, що це обмеження застосовується Telegram, і я нічого не можу зробити, якщо Telegram не змінить його
vi_vn: Tệp của bạn quá lớn để tôi có thể tải xuống và xử lý, vui lòng thử lại với một tệp khác Lưu ý rằng giới hạn này được thực thi bởi Telegram và tôi không thể làm gì trừ khi Telegram thay đổi nó

source: The file is too large for me to send to you Note that this limit is enforced by Telegram and there's nothing I can do unless Telegram changes it
af_za: Die lêer is te groot vir my om aan u te stuur Let daarop dat hierdie limiet deur Telegram afgedwing word en dat daar niks is wat ek kan doen tensy Telegram dit verander nie
ar_sa: الملف كبير جدا بالنسبة لي لإرساله إليك لاحظ أن هذا الحد يتم فرضه بواسطة Telegram ولا يوجد شيء يمكنني القيام به ما لم يغيره Telegram
ca_es: El fitxer és massa gran per enviar-vos Tingueu en compte que Telegram aplica aquest límit i no hi ha res que pugui fer tret que Telegram el canviï
cs_cz: Soubor je příliš velký na to, abych vám ho poslal Všimněte si, že tento limit je vynucen Telegramem a není nic, co bych mohl udělat, pokud to Telegram nezmění
da_dk: Filen er for stor til, at jeg kan sende til dig Bemærk, at denne grænse håndhæves af Telegram, og der er intet, jeg kan gøre, medmindre Telegram ændrer den
es_es: El archivo es demasiado grande para que te lo envíe Tenga en cuenta que este límite es aplicado por Telegram y no hay nada que pueda hacer a menos que Telegram lo cambie
fi_fi: Tiedosto on liian suuri, jotta voisin lähettää sen sinulle Huomaa, että Telegram valvoo tätä rajoitusta, enkä voi tehdä mitään, ellei Telegram muuta sitä
hi_in: फ़ाइल मेरे लिए आपको भेजने के लिए बहुत बड़ी है ध्यान दें कि यह सीमा टेलीग्राम द्वारा लागू की गई है और जब तक टेलीग्राम इसे नहीं बदलता है तब तक मैं कुछ भी नहीं कर सकता।
id_id: Filenya terlalu besar untuk saya kirimkan kepada Anda Perhatikan bahwa batas ini diberlakukan oleh Telegram dan tidak ada yang dapat saya lakukan kecuali Telegram mengubahnya
ky_kg: Файл мен силерге жөнөтүү үчүн өтө чоң Белгилей кетчү нерсе, бул лимит Телеграмма менен аткарылат жана Телеграмма өзгөртпөсө, мен эч нерсе кыла албайм
no_no: Filen er for stor til at jeg kan sende den til deg Merk at denne grensen håndheves av Telegram, og det er ingenting jeg kan gjøre med mindre Telegram endrer den
pt_pt: O arquivo é muito grande para eu enviar para você Note que esse limite é imposto pelo Telegram e não há nada que eu possa fazer, a menos que o Telegram o altere
ru_ru: Файл слишком велик для меня, чтобы отправить вам Обратите внимание, что это ограничение применяется Telegram, и я ничего не могу сделать, если Telegram не изменит его.
sr_sp: Фајл је превелик да бих вам послао Имајте напомете да ово ограничење спроводи Телеграм и да не могу ништа да урадим ако га Телеграм не промени
ta_in: இந்த கோப்பு எனக்கு அனுப்ப முடியாத அளவுக்கு மிகப் பெரியதாக உள்ளது இந்த வரம்பு டெலிகிராமால் செயல்படுத்தப்படுகிறது என்பதையும், டெலிகிராம் அதை மாற்றாவிட்டால் என்னால் எதுவும் செய்ய முடியாது என்பதையும் நினைவில் கொள்க
uk_ua: Файл занадто великий, щоб я міг надіслати вам Зверніть увагу, що це обмеження застосовується Telegram, і я нічого не можу зробити, якщо Telegram не змінить його
vi_vn: Tệp quá lớn để tôi có thể gửi cho bạn Lưu ý rằng giới hạn này được thực thi bởi Telegram và tôi không thể làm gì trừ khi Telegram thay đổi nó

source: Your file is not an image, please try again
af_za: Jou lêer is nie 'n beeld nie, probeer asseblief weer
ar_sa: ملفك ليس صورة، يرجى المحاولة مرة أخرى
ca_es: El fitxer no és una imatge, torneu-ho a provar
cs_cz: Váš soubor není obrázek, zkuste to prosím znovu
da_dk: Din fil er ikke et billede, prøv igen
es_es: Su archivo no es una imagen, inténtelo de nuevo
fi_fi: Tiedostosi ei ole kuva, yritä uudelleen
fr_fr: Votre fichier n’est pas une image, veuillez réessayer
hi_in: आपकी फ़ाइल कोई छवि नहीं है, कृपया पुन: प्रयास करें
id_id: File Anda bukan gambar, silakan coba lagi
ky_kg: Сиздин файл сүрөт эмес, сураныч, кайра аракет
no_no: Filen er ikke et bilde.
pt_pt: Seu arquivo não é uma imagem, por favor tente novamente
ru_ru: Ваш файл не является изображением, попробуйте еще раз
sr_sp: Ваша датотека није слика, покушајте поново
ta_in: உங்கள் கோப்பு ஒரு பிம்பம் அல்ல, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
uk_ua: Ваш файл не є зображенням, спробуйте ще раз
vi_vn: Tệp của bạn không phải là hình ảnh, vui lòng thử lại

source: No image found in your message
af_za: Geen beeld in jou boodskap gevind nie
ar_sa: لم يتم العثور على صورة في رسالتك
ca_es: No s'ha trobat cap imatge al missatge
cs_cz: Ve zprávě nebyl nalezen žádný obrázek
da_dk: Der blev ikke fundet noget billede i din besked
es_es: No se ha encontrado ninguna imagen en el mensaje
fi_fi: Viestistä ei löytynyt kuvaa
fr_fr: Aucune image trouvée dans votre message
hi_in: आपके संदेश में कोई छवि नहीं मिली
id_id: Tidak ada gambar yang ditemukan dalam pesan Anda
ky_kg: Кабарыңыздан эч кандай сүрөт табылган жок
no_no: Finner ikke noe bilde i meldingen
pt_pt: Nenhuma imagem encontrada em sua mensagem
ru_ru: В сообщении не найдено изображения
sr_sp: У поруци није пронађена слика
ta_in: உங்கள் செய்தியில் எந்த படமும் காணப்படவில்லை
uk_ua: У повідомленні не знайдено жодного зображення
vi_vn: Không tìm thấy hình ảnh trong thư của bạn

source: Your file is not a PDF file, please try again
af_za: Jou lêer is nie 'n PDF-lêer nie, probeer asseblief weer
ar_sa: ملفك ليس ملف PDF، يرجى المحاولة مرة أخرى
ca_es: El fitxer no és un fitxer PDF, torneu-ho a provar
cs_cz: Soubor není souborEM PDF, opakujte akci
da_dk: Filen er ikke en PDF-fil.
de_de: Ihre Datei ist keine PDF-Datei, bitte versuchen Sie es erneut
es_es: Su archivo no es un archivo PDF, inténtelo de nuevo
fi_fi: Tiedostosi ei ole PDF-tiedosto, yritä uudelleen
fr_fr: Votre fichier n’est pas un fichier PDF, veuillez réessayer
hi_in: आपकी फ़ाइल पीडीएफ फ़ाइल नहीं है, कृपया फिर से प्रयास करें
hu_hu: A fájl nem PDF-fájl, próbálkozzon újra
id_id: File Anda bukan file PDF, silakan coba lagi
it_it: Il file non è un file PDF, riprovare
ky_kg: Сиздин файл PDF файлы эмес, кайра аракет кылыңыз
nl_nl: Uw bestand is geen PDF-bestand, probeer het opnieuw
no_no: Filen er ikke en PDF-fil.
pt_pt: Seu arquivo não é um arquivo PDF, por favor tente novamente
ru_ru: Ваш файл не является PDF-файлом, повторите попытку
si_lk: ඔබේ ගොනුව PDF ගොනුවක් නොවේ, කරුණාකර නැවත උත්සාහ කරන්න
sr_sp: Ваш фајл није ПДФ фајл, покушајте поново
sv_se: Din fil är inte en PDF-fil, försök igen
ta_in: உங்கள் கோப்பு PPM கோப்பு அல்ல, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
uk_ua: Ваш файл не є PDF-файлом, повторіть спробу
uz_uz: Sizning faylingiz PDF -fayl emas, qaytadan urining
vi_vn: Tệp của bạn không phải là tệp PDF, vui lòng thử lại

source: Skip
af_za: Slaan
ar_sa: تخطي
ca_es: Saltar
cs_cz: Přeskočit
da_dk: Overspringe
es_es: Saltarse
fi_fi: Hyppiä
fr_fr: Sautiller
hi_in: कूद
id_id: Lewat
ky_kg: Өтүү
no_no: Hoppe over
pt_pt: Saltitar
ru_ru: Скип
sr_sp: Прескочи
ta_in: குதி
uk_ua: Пропустити
vi_vn: Nhảy dây

source: Send me the text that you'll like to write into your PDF file
af_za: Stuur vir my die teks wat jy in jou PDF-lêer wil skryf
ar_sa: أرسل لي النص الذي تريد أن تكتبه في ملفك ال بي دي اف
ca_es: Enviï'm el text que li agradarà escriure al seu arxiu pdf
cs_cz: Pošlete mi text, který budete chtít napsat do souboru PDF
da_dk: Send mig den tekst, du gerne vil skrive i din PDF-fil
de_de: Senden Sie mir den Text, den Sie in Ihre PDF-Datei schreiben möchten
es_es: Envía el texto que quieres mostrar en tu archivo PDF
fi_fi: Lähetä teksti, jonka haluat kirjoittaa PDF-tiedostoon
fr_fr: Envoyez-moi le texte que vous aimeriez écrire dans votre fichier PDF
hi_in: मुझे वह पाठ भेजें जिसे आप अपनी पीडीएफ फ़ाइल में लिखना चाहते हैं
hu_hu: Küldje el a szöveget, hogy szeretne írni a PDF-fájl
id_id: Kirimi saya teks yang ingin Anda tulis ke file PDF Anda
it_it: Manda il testo che ti piacerebbe scrivere nel tuo file PDF
ky_kg: Мага PDF файлыңызга жазгыңыз келген текстти жөнөтүңүз
ms_my: Hantar saya teks yang anda ingin tulis ke dalam fail PDF anda
nl_nl: Stuur mij de tekst die u wilt schrijven in uw PDF-bestand
no_no: Send meg teksten du vil skrive inn i PDF-filen
pt_pt: Envie-me o texto que você vai gostar de escrever em seu arquivo PDF
ro_ro: Trimite-mi textul pe care vrei să-l scrii în fișierul PDF
ru_ru: Отправьте мне текст, который вы бы хотели записать в ваш PDF-файл
si_lk: ඔබගේ PDF ගොනුව තුල ලිවීමට ඔබ කැමති වචනය මට එවන්න
sr_sp: Пошаљите ми текст који ћете хтети да упишете у свој ПДФ фајл
sv_se: Skicka mig den text som du kommer att vilja skriva in i din PDF-fil
ta_in: உங்கள் PTM கோப்பில் எழுத விரும்பும் உரையை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені текст, який ви хотіли б записати у файл PDF
uz_uz: PDF-faylingizga yozmoqchi bo'lgan matnni menga yuboring
vi_vn: Gửi cho tôi văn bản bạn muốn viết vào tệp PDF của mình

source: Send me the font that you'll like to use for the PDF file or press {skip} to use the default font
af_za: Stuur vir my die lettertipe wat jy vir die PDF-lêer wil gebruik of druk {skip} om die verstekfont te gebruik
ar_sa: أرسل لي الخط الذي تريد استخدامه لملف PDF أو اضغط {skip} لاستخدام الخط الافتراضي
ca_es: Envia'm el tipus de lletra que t'agradarà utilitzar per al fitxer PDF o prem {skip} per utilitzar el tipus de lletra per defecte
cs_cz: Pošlete mi písmo, které chcete použít pro soubor PDF, nebo stiskněte klávesu {skip} použijte výchozí písmo
da_dk: Send mig den skrifttype, du vil bruge til PDF-filen, eller tryk på {skip} for at bruge standardskrifttypen
de_de: Senden Sie mir die Schriftart, die Sie für die PDF-Datei verwenden möchten, oder drücken Sie {skip} , um die Standardschriftart zu verwenden
es_es: Envíeme la fuente que desea utilizar para el archivo PDF o pulse {skip} para utilizar la fuente predeterminada
fi_fi: Lähetä pdf-tiedostossa käytettävä fontti tai käytä oletusfonttia painamalla {skip} -näppäintä
fr_fr: Envoyez-moi la police que vous souhaitez utiliser pour le fichier PDF ou appuyez sur {skip} pour utiliser la police par défaut
hi_in: मुझे वह फ़ॉन्ट भेजें जिसका उपयोग आप पीडीएफ फ़ाइल के लिए करना चाहते हैं या डिफ़ॉल्ट फ़ॉन्ट का उपयोग करने के लिए {skip} दबाएंगे
hu_hu: Küldje el nekem azt a betűtípust, amelyet használni szeretne a PDF-fájlhoz, vagy nyomja le a {skip} az alapértelmezett betűtípus használatához
id_id: Kirimi saya font yang ingin Anda gunakan untuk file PDF atau tekan {skip} untuk menggunakan font default
it_it: Inviami il tipo di carattere che ti piacerà usare per il file PDF o premi {skip} usare il tipo di carattere predefinito
ky_kg: Мага PDF файлы үчүн колдоно турган шрифтти жөнөтүңүз же демейки шрифтти колдонуу үчүн {skip}
nl_nl: Stuur me het lettertype dat u wilt gebruiken voor het PDF-bestand of druk op {skip} om het standaardlettertype te gebruiken
no_no: Send meg skriften du vil bruke for PDF-filen, eller trykk {skip} for å bruke standardskriften
pt_pt: Envie-me a fonte que você gostaria de usar para o arquivo PDF ou pressionar {skip} para usar a fonte padrão
ru_ru: Пришлите мне шрифт, который вы хотите использовать для PDF-файла, или нажмите {skip} , чтобы использовать шрифт по умолчанию
si_lk: පීඩීඑෆ් ගොනුව සඳහා ඔබ භාවිතා කිරීමට කැමති අකුරු හෝ මට පෙරනිමි අකුරු භාවිතා කිරීමට {skip}
sr_sp: Пошаљите ми фонт који желите да користите за ПДФ датотеку или притисните тастер {skip} бисте користили подразумевани фонт
sv_se: Skicka mig teckensnittet som du vill använda för PDF-filen eller tryck på {skip} för att använda standardteckensnittet
ta_in: PTM கோப்பிற்கு நீங்கள் பயன்படுத்த விரும்பும் எழுத்துருவை எனக்கு அனுப்பவும் அல்லது இயல்புநிலை எழுத்துருவை பயன்படுத்த {skip} அழுத்தவும்
uk_ua: Надішліть мені шрифт, який ви хочете використовувати для PDF-файлу, або натисніть {skip} , щоб використовувати шрифт за замовчуванням
uz_uz: Menga PDF -fayl uchun kerakli shriftni yuboring yoki standart shriftdan foydalanish uchun {skip}
vi_vn: Gửi cho tôi phông chữ mà bạn muốn sử dụng cho tệp PDF hoặc nhấn {skip} để sử dụng phông chữ mặc định

source: See here for the list of supported fonts: {fonts}
af_za: Sien hier vir die lys van ondersteunde lettertipes: {fonts}
ar_sa: انظر هنا للحصول على قائمة الخطوط المعتمدة: {fonts}
ca_es: Vegeu aquí la llista de tipus de lletra compatibles: {fonts}
cs_cz: Seznam podporovaných písem najdete zde: {fonts}
da_dk: Se listen over understøttede skrifttyper her: {fonts}
de_de: Hier finden Sie eine Liste der unterstützten Schriftarten: {fonts}
es_es: Ver aquí la lista de fuentes soportadas: {fonts}
fi_fi: Katso täältä luettelo tuetuista fonteista: {fonts}
fr_fr: Voir ici pour la liste des polices prises en charge: {fonts}
hi_in: समर्थित फोंट की सूची के लिए यहां देखें: {fonts}
hu_hu: A támogatott betűtípusok listáját itt tekintheti meg: {fonts}
id_id: Lihat di sini untuk daftar font yang didukung: {fonts}
it_it: Vedi qui per l'elenco dei tipi di carattere supportati: {fonts}
ky_kg: Колдоого алынган ариптердин тизмесин бул жерден караңыз: {fonts}
nl_nl: Zie hier voor de lijst met ondersteunde lettertypen: {fonts}
no_no: Se her for listen over skrifter som støttes: {fonts}
pt_pt: Veja aqui a lista de fontes suportadas: {fonts}
ru_ru: Список поддерживаемых шрифтов см. здесь: {fonts}
si_lk: සහාය දක්වන අකුරු ලැයිස්තුව සඳහා මෙතැන බලන්න: {fonts}
sr_sp: Погледајте овде листу подржаних фонтова: {fonts}
sv_se: Se här för listan över teckensnitt som stöds: {fonts}
ta_in: ஆதரிக்கப்படும் எழுத்துருக்களின் பட்டியலுக்கு இங்கே பார்க்கவும்: {fonts}
uk_ua: Список підтримуваних шрифтів: {fonts}
uz_uz: Qo'llab -quvvatlanadigan shriftlar ro'yxati uchun bu erga qarang: {fonts}
vi_vn: Xem tại đây để biết danh sách các phông chữ được hỗ trợ: {fonts}

source: Unknown font, please try again
af_za: Onbekende lettertipe, probeer asseblief weer
ar_sa: خط غير معروف، الرجاء المحاولة مرة أخرى
ca_es: Tipus de lletra desconegut, torneu-ho a provar
cs_cz: Neznámé písmo, opakujte akci
da_dk: Ukendt skrifttype, prøv igen
de_de: Unbekannte Schriftart, bitte versuchen Sie es erneut
es_es: Fuente desconocida, inténtelo de nuevo
fi_fi: Tuntematon fontti, yritä uudelleen
fr_fr: Police inconnue, veuillez réessayer
hi_in: अज्ञात फ़ॉन्ट, कृपया फिर से प्रयास करें
hu_hu: Ismeretlen betűtípus, próbálkozzon újra
id_id: Fon tak dikenal, silakan coba kembali
it_it: Tipo di carattere sconosciuto, riprovare
ky_kg: Белгисиз арип, кайра аракет кылыңыз
nl_nl: Onbekend lettertype, probeer het opnieuw
no_no: Ukjent skrift.
pt_pt: Fonte desconhecida, por favor, tente novamente
ru_ru: Неизвестный шрифт, попробуйте еще раз
si_lk: නොදන්නා අකුරු, කරුණාකර නැවත උත්සාහ කරන්න
sr_sp: Непознат фонт, покушајте поново
sv_se: Okänt teckensnitt, försök igen
ta_in: தெரியாத எழுத்துரு, மீண்டும் முயற்சிக்கவும்
uk_ua: Невідомий шрифт.
uz_uz: Noma'lum shrift, qaytadan urining
vi_vn: Phông chữ không xác định, vui lòng thử lại

source: Creating your PDF file
af_za: Skep jou PDF-lêer
ar_sa: أنشئ ملفك ال بي دي اف
ca_es: Creació del fitxer PDF
cs_cz: Vytvoření souboru PDF
da_dk: Oprette din PDF-fil
de_de: Erstellen Ihrer PDF-Datei
es_es: Creando tu archivo PDF
fi_fi: PDF-tiedoston luominen
fr_fr: Création de votre fichier PDF
hi_in: अपनी पीडीएफ फ़ाइल बनाना
hu_hu: A PDF-fájl létrehozása
id_id: Membuat file PDF Anda
it_it: Sto creando il tuo file PDF
ky_kg: PDF файлыңызды түзүү
ms_my: Mencipta fail PDF anda
nl_nl: Uw PDF-bestand maken
no_no: Opprette PDF-filen
pt_pt: Criando seu arquivo PDF
ro_ro: Crearea fișierului PDF
ru_ru: Создание вашего PDF-файла
si_lk: ඔබේ PDF ගොනුව නිර්මාණය කරමින් පවතී
sr_sp: Креирање ПДФ фајла
sv_se: Skapa din PDF-fil
ta_in: உங்கள் PPM கோப்பை உருவாக்குதல்
uk_ua: Створення PDF-файлу
uz_uz: PDF faylingizni yaratish
vi_vn: Tạo tệp PDF của bạn

source: Send me the PDF file that you'll like to add a watermark
af_za: Stuur vir my die PDF-lêer wat jy graag 'n watermerk wil byvoeg
ar_sa: أرسل الملف الذي تريد أن يكون له علامة مائية
ca_es: Envia'm el fitxer PDF que t'agradarà afegir una filigrana
cs_cz: Pošlete mi soubor PDF, který chcete přidat vodoznak
da_dk: Send mig den PDF-fil, du vil tilføje et vandmærke
de_de: Senden Sie mir die PDF-Datei, die Sie ein Wasserzeichen hinzufügen möchten
es_es: Envíame el archivo PDF al que quieres añadir una marca de agua
fi_fi: Lähetä minulle PDF-tiedosto, jonka haluat lisätä vesileiman
fr_fr: Envoyez-moi le fichier PDF que vous aimeriez ajouter un filigrane
hi_in: मुझे पीडीएफ फाइल भेजें जिसे आप वॉटरमार्क जोड़ना चाहेंगे
hu_hu: Küldje el nekem a PDF fájlt, hogy szeretne hozzáadni egy vízjel
id_id: Kirimi saya file PDF yang ingin Anda tambahkan cap air
it_it: Inviami il file PDF al quale vorresti aggiungere un watermark
ky_kg: Мага суу белгисин кошкуңуз келген PDF файлын жөнөтүңүз
ms_my: Hantar saya fail PDF yang anda ingin tambah tera air
nl_nl: Stuur me het PDF-bestand waaraan u eenn watermerk wilt toevoegen
no_no: Send meg PDF-filen du vil legge til et vannmerke
pt_pt: Envie-me o arquivo PDF que você vai gostar de adicionar uma marca d'água
ro_ro: Trimiteți-mi fișierul PDF pe care doriți să-l adăugați o inscripționare
ru_ru: Отправьте мне PDF-файл, на который вам нужно добавить водяной знак
si_lk: ඔබට වෝටර් මාර්ක් එකක් එක් කිරීමට කැමති PDF ගොනුව මට එවන්න
sr_sp: Пошаљите ми ПДФ фајл који желите да додате водени жиг
sv_se: Skicka mig PDF-filen som du kommer att vilja lägga till en vattenstämpel
ta_in: நீங்கள் ஒரு வாட்டர்மார்க் சேர்க்க விரும்பும் PPM கோப்பை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені PDF-файл, до який потрібно додати водяний знак
uz_uz: Watermark qo`shish uchun istagan PDF faylingizni yuboring
vi_vn: Gửi cho tôi tệp PDF mà bạn muốn thêm hình nền mờ

source: Send me the watermark PDF file
af_za: Stuur vir my die watermerk PDF-lêer
ar_sa: أرسل ملف العلامة المائية PDF
ca_es: Enviï'm l'arxiu pdf de filigrana
cs_cz: Pošlete mi soubor PDF s vodoznakem
da_dk: Send mig PDF-filen til vandmærket
de_de: Schicken Sie mir die Wasserzeichen-PDF-Datei
es_es: Enviarme el archivo PDF de marca de agua
fi_fi: Lähetä minulle vesileiman PDF-tiedosto
fr_fr: Envoyez-moi le fichier PDF du filigrane
hi_in: मुझे वाटरमार्क पीडीएफ फाइल भेजें
hu_hu: Küldje el a vízjel PDF-fájlt
id_id: Kirimi saya file PDF cap air
it_it: Inviami il watermark in PDF
ky_kg: Мага суу белгиси PDF файлын жөнөтүңүз
ms_my: Hantar saya fail PDF tera air
nl_nl: Stuur mij het watermerk PDF-bestand
no_no: Send meg vannmerket PDF-filen
pt_pt: Envie-me o arquivo PDF marca d'água
ro_ro: Trimite-mi fișierul PDF de inscripționare
ru_ru: Пришлите мне водяной знак файла PDF
si_lk: මට වෝටර්මාර්ක් සහිත PDF ගොනුව එවන්න
sr_sp: Пошаљи ми ВОДЕНИ ЖИГ ПДФ фајл
sv_se: Skicka mig den vattenstämpel PDF-fil
ta_in: வாட்டர்மார்க் PPM கோப்பை எனக்கு அனுப்பு
uk_ua: Надіслати мені PDF-файл водяного знака
uz_uz: Menga watermark PDF fayl yuboring
vi_vn: Gửi cho tôi tệp PDF hình mờ

source: Adding the watermark onto your PDF file
af_za: Voeg die watermerk by jou PDF-lêer
ar_sa: جاري اضافة العلامة المائية
ca_es: Addició de la filigrana al fitxer PDF
cs_cz: Přidání vodoznaku do souboru PDF
da_dk: Føje vandmærket til PDF-filen
de_de: Hinzufügen des Wasserzeichens zu Ihrer PDF-Datei
es_es: Añadiendo la marca de agua a tu archivo PDF
fi_fi: Vesileiman lisääminen PDF-tiedostoon
fr_fr: Ajouter le filigrane à votre fichier PDF
hi_in: अपनी पीडीएफ फ़ाइल पर वॉटरमार्क जोड़ना
hu_hu: Vízjel hozzáadása a PDF-fájlhoz
id_id: Menambahkan cap air ke file PDF Anda
it_it: Sto aggiungendo il watermark al tuo PDF
ky_kg: PDF белгисиңизге суу белгисин кошуу
ms_my: Menambah tera air ke fail PDF anda
nl_nl: Watermerk toevoegen aan het PDF bestand
no_no: Legge til vannmerket i PDF-filen
pt_pt: Adicionando a marca d'água no seu arquivo PDF
ro_ro: Adăugarea filigranului în fișierul PDF
ru_ru: Добавление водяного знака в ваш PDF-файл
si_lk: ඔබගේ PDF ගොනුවට වෝටර් මාර්ක් එකක් එක් කරමින් පවතී
sr_sp: Додавање воденог жига у ваш ПДФ фајл
sv_se: Lägga till vattenstämpeln på din PDF-fil
ta_in: உங்கள் PTM கோப்பில் வாட்டர்மார்க் சேர்க்கிறது
uk_ua: Додавання водяного знака до файлу PDF
uz_uz: Sizning PDF faylingizga Watermark qo`yilmoqda
vi_vn: Thêm hình nền mờ vào tệp PDF của bạn
