Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: Send me a number between 0 and 100 This is the percentage of margin space to retain between the content in your PDF file and the page
af_za: Stuur vir my 'n nommer tussen 0 en 100 Dit is die persentasie margespasie om te behou tussen die inhoud in jou PDF-lêer en die bladsy
ar_sa: أرسل لي رقما بين 0 و 100 هذه هي النسبة المئوية لمساحة الهامش للاحتفاظ بها بين المحتوى في ملف PDF الخاص بك والصفحة
hi_in: मुझे 0 से 100 के बीच एक नंबर भेजें यह आपकी पीडीएफ फाइल और पृष्ठ में सामग्री के बीच बनाए रखने के लिए मार्जिन स्पेस का प्रतिशत है
id_id: Kirimi saya angka antara 0 dan 100 Ini adalah persentase ruang margin untuk dipertahankan antara konten dalam file PDF Anda dan halaman
no_no: Send meg et tall mellom 0 og 100 Dette er prosentandelen av margavstanden som skal beholdes mellom innholdet i PDF-filen og siden
ta_in: 0 முதல் 100 இடையே ஒரு எண்ணை எனக்கு அனுப்பவும் இது உங்கள் PDF கோப்பில் உள்ள உள்ளடக்கத்திற்கும் பக்கத்திற்கும் இடையில் தக்க வைத்துக் கொள்ள வேண்டிய விளிம்பு இடத்தின் சதவீதம்
uk_ua: Надішліть мені число від 0 до 100 Це відсоток місця між полем, який потрібно зберегти між вмістом у файлі PDF та сторінкою
vi_vn: Gửi cho tôi một số từ 0 đến 100 Đây là phần trăm không gian lề để giữ lại giữa nội dung trong tệp PDF của bạn và trang

source: Send me a number that you'll like to adjust the margin size Positive numbers will decrease the margin size and negative numbers will increase it
af_za: Stuur vir my 'n nommer wat jy graag die margegrootte wil aanpas Positiewe getalle sal die margegrootte verminder en negatiewe getalle sal dit verhoog
ar_sa: أرسل لي رقما ترغب في ضبط حجم الهامش الأرقام الموجبة ستقلل من حجم الهامش وستزيده الأرقام السالبة
hi_in: मुझे एक संख्या भेजें जिसे आप मार्जिन आकार को समायोजित करना चाहते हैं सकारात्मक संख्याएं मार्जिन आकार को कम कर देंगी और नकारात्मक संख्याएं इसे बढ़ाएंगी
id_id: Kirimi saya nomor yang ingin Anda sesuaikan ukuran marginnya Angka positif akan mengurangi ukuran margin dan angka negatif akan meningkatkannya
no_no: Send meg et tall som du vil justere margstørrelsen Positive tall vil redusere marginstørrelsen og negative tall vil øke den
ta_in: நீங்கள் விளிம்பு அளவை சரிசெய்ய விரும்பும் ஒரு எண்ணை எனக்கு அனுப்புங்கள் நேர்மறை எண்கள் விளிம்பு அளவைக் குறைக்கும் மற்றும் எதிர்மறை எண்கள் அதை அதிகரிக்கும்
uk_ua: Надішліть мені число, яке вам сподобається налаштувати розмір поля Додатні числа зменшать розмір поля, а від'ємні числа збільшать його
vi_vn: Gửi cho tôi một số mà bạn muốn điều chỉnh kích cỡ lề Số dương sẽ làm giảm kích thước lề và số âm sẽ làm tăng kích thước lề

source: Select the crop type you'll like to perform
af_za: Kies die gewastipe wat jy graag wil uitvoer
ar_sa: حدد نوع الاقتصاص الذي ترغب في تنفيذه
hi_in: उस फसल प्रकार का चयन करें जिसे आप निष्पादित करना चाहते हैं
id_id: Pilih jenis pemotongan yang ingin Anda lakukan
no_no: Velg avlingstypen du vil utføre
ta_in: நீங்கள் செய்ய விரும்பும் பயிர் வகையைத் தேர்ந்தெடுக்கவும்
uk_ua: Виберіть тип обтинання, який потрібно виконати
vi_vn: Chọn kiểu cắt bạn muốn thực hiện

source: The crop values are invalid, try again
af_za: Die gewaswaardes is ongeldig, probeer weer
ar_sa: قيم الاقتصاص غير صالحة، حاول مرة أخرى
hi_in: फसल मान अमान्य हैं, पुन: प्रयास करें
id_id: Nilai potong tidak valid, coba lagi
no_no: Beskjæringsverdiene er ugyldige, prøv igjen
ta_in: பயிர் மதிப்புகள் செல்லாதவை, மீண்டும் முயற்சிக்கவும்
uk_ua: Значення обтинання неприпустимі, спробуйте ще раз
vi_vn: Các giá trị cắt không hợp lệ, hãy thử lại

source: File names can't contain any of the following characters, please try again: %s
ar_sa: لا يمكن أن تحتوي أسماء الملفات على أي من الأحرف التالية، يرجى المحاولة مرة أخرى: %s
hi_in: फ़ाइल नामों में निम्न वर्णों में से कोई भी नहीं हो सकता, कृपया पुन: प्रयास करें: %s
id_id: Nama file tidak boleh berisi karakter berikut, coba lagi: %s

source: Select the scale type you'll like to perform
af_za: Kies die skaaltipe wat u wil uitvoer
ar_sa: حدد نوع المقياس الذي ترغب في تنفيذه
hi_in: उस स्केल प्रकार का चयन करें जिसे आप निष्पादित करना चाहते हैं
id_id: Pilih jenis skala yang ingin Anda lakukan
no_no: Velg skalatypen du vil utføre
ta_in: நீங்கள் செய்ய விரும்பும் அளவுகோல் வகையைத் தேர்ந்தெடுக்கவும்
uk_ua: Виберіть тип масштабу, який ви хочете виконати
vi_vn: Chọn loại tỷ lệ bạn muốn thực hiện

source: The scale values are invalid, try again
af_za: Die skaalwaardes is ongeldig, probeer weer
ar_sa: قيم المقياس غير صالحة، حاول مرة أخرى
hi_in: स्केल मान अमान्य हैं, पुन: प्रयास करें
id_id: Nilai skala tidak valid, coba lagi
no_no: Skalaverdiene er ugyldige, prøv på nytt
ta_in: அளவுகோல் மதிப்புகள் செல்லுபடியாகவில்லை, மீண்டும் முயற்சிக்கவும்
uk_ua: Значення масштабу недійсні, спробуйте ще раз
vi_vn: Các giá trị thang đo không hợp lệ, hãy thử lại

source: Your file is too large for me to download and process, please try again with a different file Note that this limit is enforced by Telegram and there's nothing I can do unless Telegram changes it
ar_sa: ملفك كبير جدا بالنسبة لي لتنزيله ومعالجته ، يرجى المحاولة مرة أخرى باستخدام ملف مختلف لاحظ أن هذا الحد يتم فرضه بواسطة Telegram ولا يوجد شيء يمكنني فعله ما لم يغيره Telegram
hi_in: आपकी फ़ाइल डाउनलोड और प्रक्रिया करने के लिए मेरे लिए बहुत बड़ी है, कृपया एक अलग फ़ाइल के साथ फिर से प्रयास करें ध्यान दें कि यह सीमा टेलीग्राम द्वारा लागू की जाती है और जब तक टेलीग्राम इसे बदलता नहीं है तब तक मैं कुछ भी नहीं कर सकता।
id_id: File Anda terlalu besar untuk saya unduh dan proses, coba lagi dengan file lain Perhatikan bahwa batas ini diberlakukan oleh Telegram dan tidak ada yang bisa saya lakukan kecuali Telegram mengubahnya

source: You've sent me this webpage already and I'm still converting it
af_za: Jy het al vir my hierdie webblad gestuur en ek skakel dit nog om
ar_sa: لقد أرسلت لي صفحة الويب هذه بالفعل وما زلت أقوم بتحويلها
hi_in: आपने मुझे यह वेबपेज पहले ही भेज दिया है और मैं अभी भी इसे परिवर्तित कर रहा हूं
id_id: Anda telah mengirimi saya halaman web ini dan saya masih mengonversinya
no_no: Du har sendt meg denne nettsiden allerede, og jeg er fortsatt konvertere den
ta_in: நீங்கள் ஏற்கனவே இந்த வலைப்பக்கத்தை எனக்கு அனுப்பியுள்ளீர்கள், நான் இன்னும் அதை மாற்றுகிறேன்
uk_ua: Ви вже надіслали мені цю веб-сторінку, і я все ще конвертую її
vi_vn: Bạn đã gửi cho tôi trang web này rồi và tôi vẫn đang chuyển đổi nó

source: Converting your webpage into a PDF file
af_za: Omskakeling van jou webblad in 'n PDF-lêer
ar_sa: تحويل صفحة الويب الخاصة بك إلى ملف PDF
hi_in: अपने वेबपेज को एक पीडीएफ फाइल में बदलना
id_id: Mengonversi halaman web Anda menjadi file PDF
no_no: Konvertere websiden til en PDF-fil
ta_in: உங்கள் வலைப்பக்கத்தை PDF கோப்பாக மாற்றுதல்
uk_ua: Перетворення веб-сторінки на PDF-файл
vi_vn: Chuyển đổi trang web của bạn thành tệp PDF

source: Unable to reach your webpage
af_za: Kan nie jou webblad bereik nie
ar_sa: تعذر الوصول إلى صفحة الويب الخاصة بك
hi_in: अपने वेबपेज तक पहुँचने में असमर्थ
id_id: Tidak dapat menjangkau halaman web Anda
no_no: Kan ikke nå websiden din
ta_in: உங்கள் வலைப்பக்கத்தை அடைய இயலவில்லை
uk_ua: Не вдається отримати доступ до веб-сторінки
vi_vn: Không thể truy cập trang web của bạn

source: Failed to convert your webpage
af_za: Kon nie u webblad omskakel nie
ar_sa: فشل في تحويل صفحة الويب الخاصة بك
hi_in: अपने वेबपेज को कनवर्ट करने में विफल
id_id: Gagal mengonversi halaman web Anda
no_no: Kunne ikke konvertere websiden
ta_in: உங்கள் வலைப்பக்கத்தை மாற்றுவதில் தோல்வியுற்றது
uk_ua: Не вдалося перетворити веб-сторінку
vi_vn: Không thể chuyển đổi trang web của bạn

source: Welcome to PDF Bot! <b>Key features:</b> - Compress, merge, preview, rename, split and add watermark to PDF files - Create PDF files from text messages - Extract images and text from PDF files - Convert PDF files into images - Convert webpages and images into PDF files - Beautify handwritten notes images into PDF files - <b><i>And more...</i></b> Type /help to see how to use PDF Bot
ms_my: Selamat datang ke PDF Bot! <b>Utama:</b> - Mampatkan, gabungan, pratonton, namakan semula, pisahkan dan tambah tera air ke fail PDF - Buat PDF fail dari mesej teks - Ekstrak imej dan teks dari fail PDF - Tukar fail PDF ke dalam imej - Tukar halaman web dan imej ke dalam fail PDF - Beautify nota tulisan tangan imej ke dalam fail PDF - <b><i>Dan banyak lagi...</i></b> Jenis /help untuk melihat bagaimana untuk menggunakan PDF Bot
ro_ro: Bine ati venit la PDF Bot! <b>Caracteristici cheie:</b> - Comprima, îmbinarea, previzualizarea, redenumirea, scindarea și adăugarea filigranului în fișiere PDF - Crearea fișierelor PDF din mesaje text - Extragerea imaginilor și textului din fișiere PDF - Conversia fișierelor PDF în imagini - Conversia paginilor web și a imaginilor în fișiere PDF - Înfrumusețați imaginile cu notele scrise scrise în fișiere PDF - <b><i>Și mai mult...</i></b> Tastați /help pentru a vedea să utilizați PDF Bot

source: You can perform most of the tasks by sending me one of the followings: - PDF files - Photos - Webpage links The rest of the tasks can be performed by using the commands below: /compare - compare PDF files /merge - merge PDF files /photo - convert and combine multiple photos into PDF files /text - create PDF files from text messages /watermark - add watermark to PDF files
ms_my: Anda boleh melaksanakan kebanyakan tugas dengan menghantar saya salah satu daripada berikut: - Fail PDF - Foto - Pautan laman web Seluruh tugas boleh dilakukan dengan menggunakan perintah di bawah: /compare - bandingkan - berbanding PDF fail /merge - menggabungkan fail PDF /photo - menukar dan menggabungkan beberapa foto ke dalam fail PDF /text - membuat fail PDF dari mesej teks /watermark - menambah tera air ke fail PDF
ro_ro: Puteți efectua cele mai multe dintre sarcini prin trimiterea-mi una dintre următoarele: - fișiere PDF - Fotografii - Link-uri pagina web Restul sarcinilor pot fi efectuate prin utilizarea comenzilor de mai jos: /compare - compara fisiere PDF /merge - merge fisiere PDF /photo - converteste si combina mai multe fotografii in fisiere PDF /text - creeaza fisiere PDF din mesaje text /watermark - adauga filigran la fisiere PDF

source: Extract Photos
ms_my: Ekstrak Foto
ro_ro: Extragere fotografii

source: To Photos
ms_my: Ke Foto
ro_ro: Pentru fotografii

source: Photos
ms_my: Gambar
ro_ro: Fotografii

source: Say Thanks 😁 ($1)
ms_my: Katakan terima kasih 😁 ($1)
ro_ro: Spune Multumesc 😁 ($ 1)

source: Coffee ☕ ($3)
ms_my: Kedai kopi ☕ ($3)
ro_ro: Cafea ☕ ($3)

source: Beer 🍺 ($5)
ms_my: Bir 🍺 ($5)
ro_ro: Bere 🍺 ($5)

source: Meal 🍲 ($10)
ms_my: Makan 🍲 ($10)
ro_ro: 🍲 de masă ($10)

source: Your language has been set to {}
ms_my: Bahasa anda telah disetkan ke {}
ro_ro: Limba a fost setată la {}

source: The file you sent is not a PDF file, try again
ms_my: Fail yang anda hantar bukan fail PDF, cuba lagi
ro_ro: Fișierul pe care l-ați trimis nu este un fișier PDF, încercați din nou

source: The PDF file you sent is too large for me to download I've cancelled your action
ms_my: Fail PDF yang anda hantar terlalu besar untuk saya muat turun saya telah membatalkan tindakan anda
ro_ro: Fișierul PDF pe care l-ați trimis este prea mare pentru a putea descărca v-am anulat acțiunea

source: Something went wrong, start over again
ms_my: Sesuatu yang tidak kena, mulakan semula
ro_ro: Ceva nu a mers bine, s-o iau de la capăt.

source: Your PDF file seems to be invalid and I couldn't open and read it I've cancelled your action
ms_my: Fail PDF anda seolah-olah tidak sah dan saya tidak dapat membuka dan membacanya saya telah membatalkan tindakan anda
ro_ro: Fișierul PDF pare a fi nevalid și nu l-am putut deschide și citi am anulat acțiunea dvs.

source: Your {} PDF file is encrypted and you'll have to decrypt it first I've cancelled your action
ms_my: Fail {} PDF anda disulitkan dan anda perlu menyahsulitkannya terlebih dahulu saya telah membatalkan tindakan anda
ro_ro: Fișierul PDF {} este criptat și va trebui să îl decriptați mai întâi am anulat acțiunea

source: Your PDF file is encrypted and you'll have to decrypt it first I've cancelled your action
ms_my: Fail PDF anda disulitkan dan anda perlu menyahsulitkannya terlebih dahulu saya telah membatalkan tindakan anda
ro_ro: Fișierul PDF este criptat și va trebui să-l decriptați mai întâi v-am anulat acțiunea

source: You've sent me these {} so far:
ms_my: Anda telah menghantar saya {} setakat ini:
ro_ro: Mi-ai trimis aceste {} până acum:

source: Send me one of the PDF files that you'll like to compare Note that I can only look for differences in text
ms_my: Hantar saya salah satu fail PDF yang anda ingin bandingkan Perhatikan bahawa saya hanya boleh mencari perbezaan dalam teks
ro_ro: Trimite-mi unul dintre fișierele PDF pe care veți dori să compare Rețineți că pot căuta doar diferențe în text

source: There are no differences in text between your PDF files
ms_my: Tiada perbezaan teks antara fail PDF anda
ro_ro: Nu există diferențe de text între fișierele PDF

source: Send me the PDF files that you'll like to merge Note that the files will be merged in the order that you send me
ms_my: Hantar saya fail PDF yang anda ingin gabungkan Ambil perhatian bahawa fail akan digabungkan mengikut urut yang anda hantar kepada saya
ro_ro: Trimiteți-mi fișierele PDF pe care doriți să le îmbinați Rețineți că fișierele vor fi îmbinate în ordinea în care îmi trimiteți

source: The file you've sent is not a PDF file
ms_my: Fail yang anda hantar bukan fail PDF
ro_ro: Fișierul pe care l-ați trimis nu este un fișier PDF

source: The PDF file you've sent is too large for me to download
ms_my: Fail PDF yang anda hantar terlalu besar untuk saya muat turun
ro_ro: Fișierul PDF pe care l-ați trimis este prea mare pentru a fi descărcat

source: Press <b>Done</b> if you've sent me all the PDF files that you'll like to merge or keep sending me the PDF files
ms_my: Tekan <b>Selesai</b> jika anda telah menghantar saya semua fail PDF yang anda ingin gabungkan atau terus menghantar fail PDF kepada saya
ro_ro: Apăsați <b>Făcut</b> dacă mi-ați trimis toate fișierele PDF pe care doriți să le îmbinați sau să continuați să-mi trimiteți fișierele PDF

source: <b>{}</b> has been removed for merging
ms_my: <b>{}</b> telah dialih keluar untuk penggabungan
ro_ro: <b>{}</b> a fost eliminat pentru îmbinare

source: You've only sent me one PDF file.
ms_my: Anda hanya menghantar saya satu fail PDF.
ro_ro: Mi-ai trimis doar un fișier PDF.

source: I can't merge your PDF files as I couldn't open and read "{}". Ensure that it is not encrypted
ms_my: Saya tidak boleh menggabungkan fail PDF anda kerana saya tidak dapat membuka dan membaca "{}". Pastikan ia tidak disulitkan
ro_ro: Nu pot îmbina fișierele PDF deoarece nu am putut deschide și citi "{}". Asigurați-vă că nu este criptat

source: Send me the photos that you'll like to beautify or convert into a PDF file Note that the photos will be beautified and converted in the order that you send me
ms_my: Hantar foto yang anda ingin mencantikkan atau menukar ke dalam fail PDF Ambil perhatian bahawa foto akan dicantikkan dan ditukar dalam susunan yang anda hantar kepada saya
ro_ro: Trimiteți-mi fotografiile pe care doriți să le înfrumusețați sau să le convertiți într-un fișier PDF Rețineți că fotografiile vor fi înfrumusețate și convertite în ordinea în care îmi trimiteți

source: The file you've sent is not a photo
ms_my: Fail yang anda hantar bukan foto
ro_ro: Fișierul pe care l-ați trimis nu este o fotografie

source: The photo you've sent is too large for me to download
ms_my: Foto yang anda hantar terlalu besar untuk saya muat turun
ro_ro: Fotografia pe care ai trimis-o este prea mare pentru a fi descărcată

source: photos
ms_my: Gambar
ro_ro: fotografii

source: Select the task from below if you've sent me all the photos, or keep sending me the photos
ms_my: Pilih tugas dari bawah jika anda telah menghantar semua foto kepada saya, atau terus menghantar foto kepada saya
ro_ro: Selectați sarcina de mai jos dacă mi-ați trimis toate fotografiile sau continuați să-mi trimiteți fotografiile

source: <b>{}</b> has been removed for beautifying or converting
ms_my: <b>{}</b> telah dialih keluar untuk mencantikkan atau menukar
ro_ro: <b>{}</b> a fost eliminată pentru înfrumusețare sau conversie

source: Beautifying and converting your photos
ms_my: Mencantikkan dan menukar foto anda
ro_ro: Înfrumusețarea și conversia fotografiilor

source: Converting your photos into PDF
ms_my: Menukar foto anda ke dalam PDF
ro_ro: Conversia fotografiilor în PDF

source: File size reduced by <b>{:.0%}</b>, from <b>{}</b> to <b>{}</b>
ms_my: Saiz fail dikurangkan <b>{:.0%}</b>, dari <b>{}</b> ke <b>{}</b>
ro_ro: Dimensiune fișier redusă cu <b>{:.0%}</b>, de la <b>{}</b> la <b>{}</b>

source: Send me a number between {} and {}. This is the percentage of margin space to retain between the content in your PDF file and the page
ms_my: Hantar nombor antara {} dan {}. Ini adalah peratusan ruang margin untuk mengekalkan antara kandungan dalam fail PDF anda dan halaman
ro_ro: Trimiteți-mi un număr între {} și {}. Acesta este procentul de spațiu de marjă de reținut între conținutul din fișierul PDF și pagină

source: Send me a number that you'll like to adjust the margin size. Positive numbers will decrease the margin size and negative numbers will increase it
ms_my: Hantar nombor yang anda ingin laraskan saiz margin. Nombor positif akan mengurangkan saiz margin dan nombor negatif akan meningkatkannya
ro_ro: Trimite-mi un număr pe care doriți să ajustați dimensiunea marginii. Numerele pozitive vor scădea dimensiunea marjei, iar numerele negative o vor mări

source: The number must be between {} and {}, try again
ms_my: Nombor mestilah antara {} dan {}, cuba lagi
ro_ro: Numărul trebuie să fie între {} și {}, încercați din nou

source: The number is invalid, try again
ms_my: Nombor tidak sah, cuba lagi
ro_ro: Numărul nu este valid, încercați din nou

source: Your PDF file seems to be invalid and I couldn't open and read it
ms_my: Fail PDF anda seolah-olah tidak sah dan saya tidak dapat membuka dan membacanya
ro_ro: Fișierul PDF pare a fi nevalid și nu l-am putut deschide și citi

source: The decryption password is incorrect, try to send it again
ms_my: Kata laluan penyahsulitan tidak betul, cuba hantar sekali lagi
ro_ro: Parola de decriptare este incorectă, încercați să o trimiteți din nou

source: Your PDF file is encrypted with a method that I cannot decrypt
ms_my: Fail PDF anda disulitkan dengan kaedah yang saya tidak boleh nyahsulitkan
ro_ro: Fișierul PDF este criptat cu o metodă pe care nu o pot decripta

source: Your PDF file is too big for me to download I can't perform any tasks on it
ms_my: Fail PDF anda terlalu besar bagi saya untuk memuat turun saya tidak dapat melaksanakan apa-apa tugas di atasnya
ro_ro: Fișierul PDF este prea mare pentru a putea descărca nu pot efectua nicio activitate pe el

source: Your photo is too large for me to download. I can't beautify or convert your photo
ms_my: Foto anda terlalu besar untuk saya muat turun. Saya tidak boleh mencantikkan atau menukar foto anda
ro_ro: Fotografia ta este prea mare pentru mine pentru a descărca. Nu pot înfrumuseța sau converti fotografia

source: Converting your PDF file into photos
ms_my: Menukar fail PDF anda ke dalam foto
ro_ro: Conversia fișierului PDF în fotografii

source: Extracting all the photos in your PDF file
ms_my: Mengekstrak semua foto dalam fail PDF anda
ro_ro: Extragerea tuturor fotografiilor din fișierul PDF

source: I couldn't find any photos in your PDF file
ms_my: Saya tidak dapat mencari sebarang foto dalam fail PDF anda
ro_ro: Nu am putut găsi nici o fotografie în fișierul PDF

source: See above for all your photos
ms_my: Lihat di atas untuk semua foto anda
ro_ro: Vedeți mai sus pentru toate fotografiile dvs.

source: File names can't contain any of the following characters: {} Send me another file name
ms_my: Nama fail tidak boleh mengandungi sebarang aksara berikut: {} Hantar nama fail lain kepada saya
ro_ro: Numele de fișiere nu pot conține niciunul dintre următoarele caractere: {} Trimiteți-mi un alt nume de fișier

source: Renaming your PDF file into <b>{}</b>
ms_my: Menamakan semula fail PDF anda ke dalam <b>{}</b>
ro_ro: Redenumirea fișierului PDF în <b>{}</b>

source: Rotating your PDF file clockwise by {} degrees
ms_my: Memutar fail PDF anda mengikut arah jam oleh darjah {}
ro_ro: Rotirea fișierului PDF în sensul acelor de ceasornic cu {} grade

source: Send me the width and height <b>Example: 150 200</b> (this will set the width to 150 and height to 200)
ms_my: Hantar saya lebar dan ketinggian <b>Contoh: 150 200</b> (ini akan menetapkan lebar hingga 150 dan ketinggian kepada 200)
ro_ro: Trimite-mi lățimea și înălțimea <b>Exemplu: 150 200</b> (acest lucru va seta lățimea la 150 și înălțimea la 200)

source: Send me the scaling factors for the horizontal and vertical axes <b>Example: 2 0.5</b> (this will double the horizontal axis and halve the vertical axis)
ms_my: Hantar saya faktor penskalaan untuk paksi mendatar dan menegak <b>Contoh: 2 0.5</b> (ini akan menggandakan paksi mendatar dan menghentikan paksi menegak)
ro_ro: Trimiteți-mi factorii de scalare pentru axele orizontale și verticale <b>Exemplu: 2 0,5</b> (aceasta va dubla axa orizontală și va înjumătăți axa verticală)

source: The scaling factors <b>{}</b> are invalid, try again
ms_my: Faktor penskalaan <b>{}</b> tidak sah, cuba lagi
ro_ro: Factorii de scalare <b>{}</b> nu sunt validi, încercați din nou

source: The dimensions <b>{}</b> are invalid, try again
ms_my: Dimensi <b>{}</b> tidak sah, cuba lagi
ro_ro: Dimensiunile <b>{}</b> nu sunt valide, încercați din nou

source: Scaling your PDF file, horizontally by <b>{}</b> and vertically by <b>{}</b>
ms_my: Menskalakan fail PDF anda, secara mendatar <b>{}</b> dan menegak oleh <b>{}</b>
ro_ro: Scalarea fișierului PDF, orizontal cu <b>{}</b> și vertical cu <b>{}</b>

source: Scaling your PDF file with width of <b>{}</b> and height of <b>{}</b>
ms_my: Menskala fail PDF anda dengan lebar <b>{}</b> dan ketinggian <b>{}</b>
ro_ro: Scalarea fișierului PDF cu lățimea <b>{}</b> și înălțimea <b>{}</b>

source: all pages
ms_my: semua halaman
ro_ro: toate paginile

source: page 8 only
ms_my: mukasurat 8 sahaja
ro_ro: numai pagina 8

source: first three pages
ms_my: tiga muka surat pertama
ro_ro: primele trei pagini

source: from page 8 onward
ms_my: daripada mukasurat 8 dan seterusnya
ro_ro: de la pagina 8 mai departe

source: last page only
ms_my: laman terakhir sahaja
ro_ro: numai ultima pagină

source: all pages except the last page
ms_my: semua halaman kecuali halaman terakhir
ro_ro: toate paginile, cu excepția ultimei pagini

source: second last page only
ms_my: kedua halaman terakhir sahaja
ro_ro: numai a doua ultima pagină

source: last two pages
ms_my: dua muka surat terakhir
ro_ro: ultimele două pagini

source: third and second last pages
ms_my: halaman ketiga dan kedua terakhir
ro_ro: a treia și a doua ultima pagină

source: pages
ms_my: Muka surat
ro_ro: pagini

source: to the end
ms_my: ke penghujung
ro_ro: până la capăt

source: all pages in reversed order
ms_my: semua halaman dalam susunan terbalik
ro_ro: toate paginile în ordine inversă

source: except
ms_my: Kecuali
ro_ro: cu excepţia

source: The range is invalid. Try again
ms_my: Julat tidak sah. Cuba lagi
ro_ro: Zona nu este validă. încearcă din nou

source: <b>See above for all the text in your PDF file</b>
ms_my: <b>Lihat di atas untuk semua teks dalam fail PDF anda</b>
ro_ro: <b>A se vedea mai sus pentru tot textul din fișierul PDF</b>
