Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: Converting your PDF file to black and white
hu_hu: PDF-fájl átalakítása fekete-fehérre
uz_uz: PDF faylingizni qora va oq rangga o'tkazish

source: Compressing your PDF file
de_de: Komprimieren Ihrer PDF-Datei
hu_hu: A PDF-fájl tömörítése
it_it: Comprimendo il tuo file PDF
ms_my: Memampatkan fail PDF anda
ro_ro: Comprimarea fișierului PDF
sv_se: Komprimerar din PDF-fil
uz_uz: PDF faylingizni hajmini kamaytirish

source: The number must be between {min_percent} and {max_percent}, please try again
de_de: Die Nummer muss zwischen {min_percent} und {max_percent}liegen, bitte versuchen Sie es erneut
hu_hu: A számnak {min_percent} és {max_percent}között kell lennie, kérjük, próbálja meg újra
it_it: Il numero deve essere compreso tra {min_percent} e {max_percent}, riprovare
sv_se: Numret måste vara mellan {min_percent} och {max_percent}, försök igen
uz_uz: {min_percent} dan {max_percent}gacha bo'lishi kerak, qaytadan urining

source: The number is invalid, please try again
de_de: Die Nummer ist ungültig, bitte versuchen Sie es erneut
hu_hu: A szám érvénytelen, próbálkozzon újra
it_it: Il numero non è valido, riprovare
sv_se: Numret är ogiltigt, försök igen
uz_uz: Raqam yaroqsiz, qaytadan urining

source: Cropping your PDF file
de_de: Zuschneiden Ihrer PDF-Datei
hu_hu: A PDF-fájl körülvágása
it_it: Sto Ritaglia il PDF
ms_my: Tanam fail PDF anda
ro_ro: Trunchierea fișierului PDF
sv_se: Beskära din PDF-fil
uz_uz: PDF faylingiz qirqilmoqda

source: Decrypting your PDF file
de_de: Entschlüsseln Ihrer PDF-Datei
hu_hu: A PDF-fájl visszafejtése
it_it: Sto decifrando il PDF
ms_my: Menyahsulitkan fail PDF anda
ro_ro: Decriptarea fișierului PDF
sv_se: Dekryptera din PDF-fil
uz_uz: PDF faylingiz shifrdan ochilmoqda

source: Your PDF file is invalid and I couldn't open and process it
de_de: Ihre PDF-Datei ist ungültig und ich konnte sie nicht öffnen und verarbeiten
hu_hu: A PDF-fájl érvénytelen, és nem tudtam megnyitni és feldolgozni
it_it: Il file PDF non è valido e non è stato possibile aprirlo ed elaborarlo
sv_se: Din PDF-fil är ogiltig och jag kunde inte öppna och bearbeta den
uz_uz: Sizning PDF -faylingiz yaroqsiz, uni ochib, qayta ishlay olmadim

source: The decryption password is incorrect, please try again
de_de: Das Entschlüsselungspasswort ist falsch, bitte versuchen Sie es erneut
hu_hu: A visszafejtési jelszó helytelen, próbálkozzon újra
it_it: La password di decrittazione non è corretta, riprovare
sv_se: Dekrypteringslösenordet är felaktigt, försök igen
uz_uz: Shifrni ochish paroli noto'g'ri, qaytadan urining

source: Encrypting your PDF file
de_de: Verschlüsseln Ihrer PDF-Datei
hu_hu: A PDF-fájl titkosítása
it_it: Sto cifrando il tuo PDF
ms_my: Menyulitkan fail PDF anda
ro_ro: Criptarea fișierului PDF
sv_se: Krypterar din PDF-fil
uz_uz: PDF faylingiz parol bilan himoyalanmoqda

source: Renaming your PDF file into {file_name}
de_de: Umbenennen der PDF-Datei in {file_name}
hu_hu: PDF-fájl átnevezése {file_name}
it_it: Ridenominazione del file PDF in {file_name}
nl_nl: De naam van uw PDF-bestand wijzigen in {file_name}
sv_se: Byta namn på din PDF-fil till {file_name}
uz_uz: PDF -faylingizning nomini {file_name}

source: Rotating your PDF file clockwise by {degree} degrees
de_de: Drehen der PDF-Datei im Uhrzeigersinn um {degree} Grad
hu_hu: A PDF-fájl óramutató járásával megegyező irányban történő elforgatása {degree} fokkal
it_it: Rotazione del file PDF in senso orario {degree} gradi
nl_nl: Uw PDF-bestand met de klok mee roteren met {degree} graden
sv_se: Rotera PDF-filen medurs med {degree} grader
uz_uz: PDF -faylni soat yo'nalishi bo'yicha {degree} daraja burish

source: Scaling your PDF file, horizontally by {horizontal} and vertically by {vertical}
de_de: Skalieren Sie Ihre PDF-Datei horizontal nach {horizontal} und vertikal nach {vertical}
hu_hu: A PDF-fájl méretezése vízszintesen {horizontal} és függőlegesen {vertical}
it_it: Ridimensionare il file PDF, orizzontalmente {horizontal} e verticalmente in base {vertical}
nl_nl: Uw PDF-bestand horizontaal schalen door {horizontal} en verticaal door {vertical}
sv_se: Skala PDF-filen, vågrätt genom att {horizontal} och vertikalt genom att {vertical}
uz_uz: PDF -faylingizni gorizontal ravishda {horizontal} va vertikal ravishda {vertical}

source: Scaling your PDF file with width of {width} and height of {height}
de_de: Skalieren Ihrer PDF-Datei mit {width} breite und {height}
hu_hu: A PDF-fájl méretezése {width} szélességével és {height}magasságával
it_it: Ridimensionamento del file PDF con larghezza {width} e altezza del {height}
nl_nl: Uw PDF-bestand schalen met {width} breedte en hoogte van {height}
sv_se: Skala PDF-filen med bredden {width} och höjden på {height}
uz_uz: PDF faylining kengligi {width} va balandligi {height}

source: Splitting your PDF file
de_de: Aufteilen Ihrer PDF-Datei
hu_hu: A PDF-fájl felosztása
it_it: Sto dividendo il PDF
ms_my: Membahagikan fail PDF anda
nl_nl: PDF bestand aan het splitsen
ro_ro: Divizarea fișierului PDF
sv_se: Dela upp din PDF-fil
uz_uz: PDF-faylingizni ajratish

source: Select how you'll like me to send the text to you
de_de: Wählen Sie aus, wie ich den Text an Sie senden möchte
hu_hu: Válassza ki, hogy tetszik nekem, hogyan küldöm el a szöveget Önnek
it_it: Seleziona come vorresti che ti inviassi il testo
ms_my: Pilih bagaimana anda mahu saya menghantar teks kepada anda
nl_nl: Selecteer hoe je graag wil dat ik de tekst zal versturen
ro_ro: Selectați doriți să vă trimit textul
sv_se: Välj hur du ska gilla att jag ska skicka texten till dig
uz_uz: Matnni sizga yuborishim menga qanday yoqishini tanlang

source: Extracting text from your PDF file
de_de: Extrahieren von Text aus Ihrer PDF-Datei
hu_hu: Szöveg kibontása a PDF-fájlból
it_it: Estrazione del testo dal file PDF
ms_my: Mengekstrak teks daripada fail PDF anda
nl_nl: Het extraheren van tekst uit uw PDF bestand
ro_ro: Extragerea textului din fișierul PDF
sv_se: Extrahera text från din PDF-fil
uz_uz: PDF-faylingizdan matn chiqarib olish

source: I couldn't find any text in your PDF file
de_de: Ich konnte keinen Text in Ihrer PDF-Datei finden
hu_hu: Nem találtam szöveget a PDF-fájlban
it_it: Non sono riuscito a trovare testo estraibile dal tuo PDF
ms_my: Saya tidak dapat mencari sebarang teks dalam fail PDF anda
nl_nl: Ik kon geen tekst in uw PDF-bestand vinden
ro_ro: Nu am găsit niciun text în fișierul PDF
sv_se: Jag kunde inte hitta någon text i din PDF-fil
uz_uz: PDF faylingizda bironta ham matn topolmadim

source: Your file is not a PDF file
de_de: Ihre Datei ist keine PDF-Datei
it_it: Il file non è un file PDF
sv_se: Filen är inte en PDF-fil
uz_uz: Sizning faylingiz PDF -fayl emas

source: PDF files
de_de: PDF-Dateien
it_it: File PDF
ms_my: Fail PDF
ro_ro: Fișiere PDF
sv_se: PDF-filer

source: watermark
de_de: wasserzeichen
ms_my: tera air
ro_ro: filigran
sv_se: vattenstämpel

source: Your file is too large for me to download and process, please try again with a differnt file Note that this is a Telegram Bot limitation and there's nothing I can do unless Telegram changes this limit
fr_fr: Votre fichier est trop volumineux pour que je puisse le télécharger et le traiter, veuillez réessayer avec un fichier différent Notez qu’il s’agit d’une limitation telegram bot et que je ne peux rien faire à moins que Telegram ne modifie cette limite

source: Remove last file
af_za: Verwyder laaste lêer
ar_sa: إزالة الملف الأخير
ca_es: Suprimeix l'últim fitxer
cs_cz: Odebrat poslední soubor
da_dk: Fjern sidste fil
hi_in: अंतिम फ़ाइल निकालें
id_id: Hapus file terakhir
ky_kg: Акыркы файлды жоготуу
no_no: Fjern siste fil
pt_pt: Remover último arquivo
ru_ru: Удаление последнего файла
sr_sp: Уклони последњу датотеку
ta_in: கடைசி கோப்பை நீக்கு
uk_ua: Видалення останнього файлу
vi_vn: Xóa tệp cuối cùng

source: Send me your feedback in English
af_za: Stuur vir my jou terugvoer in Engels
ar_sa: أرسل لي ملاحظاتك باللغة الإنجليزية
da_dk: Send mig din feedback på engelsk
hi_in: मुझे अंग्रेजी में अपनी प्रतिक्रिया भेजें
id_id: Kirimkan saya umpan balik Anda dalam bahasa Inggris
no_no: Send meg din tilbakemelding på engelsk
ta_in: உங்கள் கருத்தை ஆங்கிலத்தில் எனக்கு அனுப்பவும்
uk_ua: Надішліть мені свій відгук англійською мовою
vi_vn: Gửi cho tôi phản hồi của bạn bằng tiếng Anh

source: Thank you for your feedback, I've forwarded it to my developer
af_za: Dankie vir u terugvoer, ek het dit aan my ontwikkelaar gestuur
ar_sa: شكرا لك على ملاحظاتك ، لقد أرسلتها إلى مطور البرامج الخاص بي
da_dk: Tak for din feedback, jeg har videresendt den til min udvikler
hi_in: आपकी प्रतिक्रिया के लिए धन्यवाद, मैंने इसे अपने डेवलपर को अग्रेषित किया है
id_id: Terima kasih atas tanggapan Anda, saya telah meneruskannya ke pengembang saya
no_no: Takk for tilbakemeldingen, jeg har videresendt den til utvikleren min
ta_in: உங்கள் கருத்துக்கு நன்றி, நான் அதை என் டெவலப்பருக்கு அனுப்பியுள்ளேன்
uk_ua: Дякуємо за ваш відгук, я переслав його своєму розробнику
vi_vn: Cảm ơn bạn đã phản hồi của bạn, tôi đã chuyển tiếp nó đến nhà phát triển của tôi

source: Processing your file
af_za: Verwerk u lêer
ar_sa: معالجة ملفك
da_dk: Behandling af din fil
hi_in: अपनी फ़ाइल संसाधित करना
id_id: Memproses file Anda
no_no: Behandle filen
ta_in: உங்கள் கோப்பை செயலாக்கம்
uk_ua: Обробка файлу
vi_vn: Xử lý tệp của bạn

source: Select the task that you'll like to perform from below or select from the buttons
da_dk: Vælg den opgave, du vil udføre nedenfra, eller vælg fra knapperne

source: You've sent me these images so far:
af_za: Jy het tot dusver vir my hierdie beelde gestuur:
ar_sa: لقد أرسلت لي هذه الصور حتى الآن:
ca_es: M'has enviat aquestes imatges fins ara:
cs_cz: Zatím jste mi poslali tyto obrázky:
da_dk: Du har sendt mig disse billeder indtil videre:
hi_in: आपने मुझे अब तक ये तस्वीरें भेजी हैं:
id_id: Anda telah mengirimi saya gambar-gambar ini sejauh ini:
ky_kg: Сен мага ушул убакка чейин бул сүрөттөрдү жөнөттүм:
no_no: Du har sendt meg disse bildene så langt:
pt_pt: Você me enviou estas imagens até agora:
ru_ru: Вы прислали мне эти изображения до сих пор:
sr_sp: До сада сте ми послали ове слике:
ta_in: நீங்கள் இதுவரை இந்த படங்களை எனக்கு அனுப்பியுள்ளீர்கள்:
uk_ua: Ви надіслали мені ці зображення:
vi_vn: Bạn đã gửi cho tôi những hình ảnh này cho đến nay:

source: You've already removed all the images you've sent me
af_za: U het al die beelde wat u aan my gestuur het, verwyder
ar_sa: لقد قمت بالفعل بإزالة جميع الصور التي أرسلتها لي
ca_es: Ja has eliminat totes les imatges que m'has enviat
cs_cz: Už jste odstranili všechny obrázky, které jste mi poslali
da_dk: Du har allerede fjernet alle de billeder, du har sendt mig
hi_in: आपने पहले ही उन सभी छवियों को हटा दिया है जो आपने मुझे भेजी हैं
id_id: Anda telah menghapus semua gambar yang Anda kirimkan kepada saya
ky_kg: Сен мага жөнөткөн бардык сүрөттөрдү алып салдың
no_no: Du har allerede fjernet alle bildene du har sendt meg
pt_pt: Você já removeu todas as imagens que me enviou
ru_ru: Вы уже удалили все изображения, которые вы мне прислали
sr_sp: Већ си уклонио све слике које си ми послао
ta_in: நீங்கள் எனக்கு அனுப்பிய அனைத்து படங்களையும் ஏற்கனவே நீக்கிவிட்டீர்கள்
uk_ua: Ви вже видалили всі надіслані мені зображення
vi_vn: Bạn đã xóa tất cả hình ảnh bạn đã gửi cho tôi

source: {file_name} has been removed
af_za: {file_name} is verwyder
ar_sa: تمت إزالة {file_name}
ca_es: {file_name} s'ha suprimit
cs_cz: {file_name} byl odstraněn
da_dk: {file_name} er blevet fjernet
hi_in: {file_name} हटा दिया गया है
id_id: {file_name} telah dihapus
ky_kg: {file_name} алынып салынган
no_no: {file_name} er fjernet
pt_pt: {file_name} foi removido
ru_ru: {file_name} удален
sr_sp: {file_name} је уклоњен
ta_in: {file_name} அகற்றப்பட்டது
uk_ua: {file_name} видалено
vi_vn: {file_name} đã bị xóa

source: You haven't sent me any images
af_za: Jy het geen beelde vir my gestuur nie
ar_sa: لم ترسل لي أي صور
ca_es: No m'has enviat cap imatge
cs_cz: Neposlali jste mi žádné obrázky
da_dk: Du har ikke sendt mig nogen billeder
hi_in: आपने मुझे कोई चित्र नहीं भेजा है।
id_id: Anda belum mengirimi saya gambar apa pun
ky_kg: Сен мага эч кандай сүрөт жөнөткөн жок
no_no: Du har ikke sendt meg noen bilder
pt_pt: Você não me enviou nenhuma imagem
ru_ru: Вы не прислали мне никаких изображений
sr_sp: Ниси ми послао никакве слике
ta_in: நீங்கள் எனக்கு எந்த படங்களையும் அனுப்பவில்லை
uk_ua: Ви не надіслали мені жодних зображень
vi_vn: Bạn chưa gửi cho tôi bất kỳ hình ảnh nào

source: You've only sent me one image
af_za: Jy het net vir my een beeld gestuur
ar_sa: لقد أرسلت لي صورة واحدة فقط
ca_es: Només m'has enviat una imatge
cs_cz: Poslal jsi mi jen jeden obrázek
da_dk: Du har kun sendt mig ét billede
hi_in: आपने मुझे केवल एक तस्वीर भेजी है।
id_id: Anda hanya mengirimi saya satu gambar
ky_kg: Сен мага бир эле сүрөттү жибердиң
no_no: Du har bare sendt meg ett bilde
pt_pt: Você só me enviou uma imagem
ru_ru: Вы прислали мне только одно изображение
sr_sp: Послао си ми само једну слику.
ta_in: நீங்கள் எனக்கு ஒரே ஒரு படத்தை மட்டுமே அனுப்பியுள்ளீர்கள்
uk_ua: Ви надіслали мені лише одне зображення
vi_vn: Bạn chỉ gửi cho tôi một hình ảnh

source: Beautifying and converting your images into a PDF file
af_za: Verfraai en omskep jou beelde in 'n PDF-lêer
ar_sa: تجميل وتحويل صورك إلى ملف PDF
ca_es: Embellir i convertir les teves imatges en un arxiu PDF
cs_cz: Zkrášlení a převod obrázků do souboru PDF
da_dk: Forskønne og konvertere dine billeder til en PDF-fil
hi_in: अपनी छवियों को एक पीडीएफ फाइल में सुशोभित और परिवर्तित करना
id_id: Mempercantik dan mengonversi gambar Anda menjadi file PDF
ky_kg: Сүрөттөрдү PDF файлына айлантуу жана сулуулоо
no_no: Beautifying og konvertere bildene dine til en PDF-fil
pt_pt: Embelezar e converter suas imagens em um arquivo PDF
ru_ru: Украшение и преобразование изображений в PDF-файл
sr_sp: Улепшавање и конвертовање слика у ПДФ фајл
ta_in: உங்கள் படங்களை அழகுபடுத்துதல் மற்றும் PDF கோப்பாக மாற்றுதல்
uk_ua: Прикрашання та перетворення зображень на PDF-файл
vi_vn: Làm đẹp và chuyển đổi hình ảnh của bạn thành tệp PDF

source: Converting your images into a PDF file
af_za: Omskep jou beelde in 'n PDF-lêer
ar_sa: تحويل صورك إلى ملف PDF
ca_es: Conversió de les vostres imatges en un fitxer PDF
cs_cz: Převod obrázků do souboru PDF
da_dk: Konvertering af dine billeder til en PDF-fil
hi_in: अपनी छवियों को एक पीडीएफ फाइल में बदलना
id_id: Mengonversi gambar Anda menjadi file PDF
ky_kg: Сүрөттөрдү PDF файлына айлантуу
no_no: Konvertere bilder til en PDF-fil
pt_pt: Convertendo suas imagens em um arquivo PDF
ru_ru: Преобразование изображений в PDF-файл
sr_sp: Конвертовање слика у ПДФ датотеку
ta_in: உங்கள் படங்களை PDF கோப்பாக மாற்றுதல்
uk_ua: Перетворення зображень на PDF-файл
vi_vn: Chuyển đổi hình ảnh của bạn thành tệp PDF

source: Something went wrong, try again
af_za: Iets het verkeerd geloop, probeer weer
ar_sa: حدث خطأ ما، حاول مرة أخرى
da_dk: Noget gik galt, prøv igen
hi_in: कुछ गलत हो गया, फिर से प्रयास करें
id_id: Ada yang tidak beres, coba lagi
ms_my: Sesuatu yang tidak kena, cuba lagi
no_no: Noe gikk galt, prøv igjen
ro_ro: Ceva nu a mers bine, încercați din nou
ta_in: ஏதோ தவறு நடந்தது, மீண்டும் முயற்சிக்கவும்
uk_ua: Щось пішло не так, спробуйте ще раз
vi_vn: Đã xảy ra lỗi, hãy thử lại

source: No images found in your PDF file
af_za: Geen beelde wat in jou PDF-lêer gevind word nie
ar_sa: لم يتم العثور على صور في ملف PDF الخاص بك
ca_es: No s'ha trobat cap imatge al fitxer PDF
cs_cz: V souboru PDF nebyly nalezeny žádné obrázky
da_dk: Ingen billeder fundet i din PDF-fil
hi_in: आपकी PDF फाइल में कोई चित्र नहीं मिला
id_id: Tidak ada gambar yang ditemukan di file PDF Anda
ky_kg: PDF файлыңыздан сүрөттөр табылган жок
no_no: Ingen bilder funnet i PDF-filen
pt_pt: Nenhuma imagem encontrada em seu arquivo PDF
ru_ru: В PDF-файле не найдено изображений
sr_sp: Нема пронађених слика у ПДФ фајлу
ta_in: உங்கள் PDF கோப்பில் படங்கள் எதுவும் காணப்படவில்லை
uk_ua: У вашому PDF-файлі не знайдено зображень
vi_vn: Không tìm thấy hình ảnh nào trong tệp PDF của bạn

source: Extract images
af_za: Onttrek prente
ar_sa: استخراج الصور
da_dk: Uddrag billeder
hi_in: चित्र निकालें
id_id: Ekstrak gambar
no_no: Pakk ut bilder
ta_in: படங்களைப் பிரித்தெடுக்கவும்
uk_ua: Видобування зображень
vi_vn: Trích xuất hình ảnh

source: Extract text
af_za: Onttrek teks
ar_sa: استخراج النص
da_dk: Uddrag tekst
hi_in: पाठ निकालें
id_id: Ekstrak teks
no_no: Trekke ut tekst
ta_in: உரையை பிரித்தெடுக்கவும்
uk_ua: Видобування тексту
vi_vn: Trích xuất văn bản

source: Grayscale
af_za: Grysskaal
ar_sa: تدرج الرمادي
da_dk: Gråtoner
hi_in: ग्रेस्केल
id_id: Skala abu-abu
no_no: Gråtoner
ta_in: கிரேஸ்கேல்
uk_ua: Градації сірого
vi_vn: Thang độ xám

source: To images
af_za: Na beelde
ar_sa: إلى الصور
da_dk: Til billeder
hi_in: छवियों के लिए
id_id: Ke gambar
no_no: Til bilder
ta_in: படங்களுக்கு
uk_ua: До зображень
vi_vn: Đến hình ảnh

source: File names can't contain any of the following characters, please try again: {invalid_chars}
af_za: Lêername kan nie een van die volgende karakters bevat nie, probeer asseblief weer: {invalid_chars}
da_dk: Filnavne kan ikke indeholde nogen af følgende tegn, prøv igen: {invalid_chars}
no_no: Filnavn kan ikke inneholde noen av følgende tegn, prøv på nytt: {invalid_chars}
ta_in: கோப்பு பெயர்களில் பின்வரும் எழுத்துக்குறிகள் எதுவும் இல்லை, தயவுசெய்து மீண்டும் முயற்சிக்கவும்: {invalid_chars}
uk_ua: Імена файлів не можуть містити жодного з наведених нижче символів, спробуйте ще раз: {invalid_chars}
vi_vn: Tên tệp không được chứa bất kỳ ký tự nào sau đây, vui lòng thử lại: {invalid_chars}

source: By factor
af_za: Volgens faktor
ar_sa: حسب العامل
da_dk: Efter faktor
hi_in: कारक के आधार पर
id_id: Berdasarkan faktor
no_no: Etter faktor
ta_in: காரணி அடிப்படையில்
uk_ua: За фактором
vi_vn: Theo yếu tố

source: Send me the scaling factors for the horizontal and vertical axes Example: 2 0.5 - this will double the horizontal axis and halve the vertical axis
af_za: Stuur vir my die skaalfaktore vir die horisontale en vertikale asse Voorbeeld: 2 0,5 - dit sal die horisontale as verdubbel en die vertikale as halveer
ar_sa: أرسل لي عوامل القياس للمحاور الأفقية والرأسية مثال: 2 0.5 - سيؤدي ذلك إلى مضاعفة المحور الأفقي وخفض المحور الرأسي إلى النصف
da_dk: Send mig skaleringsfaktorerne for de vandrette og lodrette akser Eksempel: 2 0,5 - dette vil fordoble den vandrette akse og halvere den lodrette akse
hi_in: मुझे क्षैतिज और ऊर्ध्वाधर अक्षों के लिए स्केलिंग कारक भेजें उदाहरण: 2 0.5 - यह क्षैतिज अक्ष को दोगुना कर देगा और ऊर्ध्वाधर अक्ष को आधा कर देगा
id_id: Kirimkan saya faktor penskalaan untuk sumbu horizontal dan vertikal Contoh: 2 0,5 - ini akan menggandakan sumbu horizontal dan membagi dua sumbu vertikal
no_no: Send meg skaleringsfaktorene for de horisontale og vertikale aksene Eksempel: 2 0,5 - dette vil doble den horisontale aksen og halvere den vertikale aksen
ta_in: கிடைமட்ட மற்றும் செங்குத்து அச்சுகளுக்கான அளவிடல் காரணிகளை எனக்கு அனுப்பவும் எடுத்துக்காட்டு: 2 0.5 - இது கிடைமட்ட அச்சை இரட்டிப்பாக்கும் மற்றும் செங்குத்து அச்சை பாதியாகக் குறைக்கும்
uk_ua: Надішліть мені коефіцієнти масштабування для горизонтальної та вертикальної осей Приклад: 2 0,5 - це подвоїть горизонтальну вісь і вдвічі зменшить вертикальну вісь
vi_vn: Gửi cho tôi các yếu tố tỷ lệ cho các trục ngang và dọc Ví dụ: 2 0,5 - điều này sẽ nhân đôi trục ngang và giảm một nửa trục dọc

source: Send me the width and height Example: 150 200 - this will set the width to 150 and height to 200
af_za: Stuur vir my die breedte en hoogte Voorbeeld: 150 200 - dit stel die breedte op 150 en hoogte op 200
ar_sa: أرسل لي العرض والارتفاع مثال: 150 200 - سيؤدي ذلك إلى ضبط العرض على 150 والارتفاع على 200
da_dk: Send mig bredden og højden Eksempel: 150 200 - dette indstiller bredden til 150 og højden til 200
hi_in: मुझे चौड़ाई और ऊंचाई भेजें उदाहरण : 150 200 - यह चौड़ाई को 150 और ऊंचाई को 200 पर सेट करेगा
id_id: Kirimkan saya lebar dan tinggi Contoh: 150 200 - ini akan mengatur lebar menjadi 150 dan tinggi menjadi 200
no_no: Send meg bredden og høyden Eksempel: 150 200 - dette vil sette bredden til 150 og høyden til 200
ta_in: அகலம் மற்றும் உயரத்தை எனக்கு அனுப்பவும் எடுத்துக்காட்டு: 150 200 - இது அகலத்தை 150 ஆகவும் உயரத்தை 200 ஆகவும் அமைக்கும்
uk_ua: Надішліть мені ширину і висоту Приклад: 150 200 - це встановить ширину на 150 і висоту на 200
vi_vn: Gửi cho tôi chiều rộng và chiều cao Ví dụ: 150 200 - điều này sẽ đặt chiều rộng thành 150 và chiều cao là 200

source: The values {values} are invalid, please try again
da_dk: De værdier, {values} er ugyldige, prøv igen

source: The split range is invalid, please try again
af_za: Die gesplete reeks is ongeldig, probeer asseblief weer
ar_sa: النطاق المقسم غير صالح ، يرجى المحاولة مرة أخرى
da_dk: Det opdelte interval er ugyldigt, prøv igen
hi_in: विभाजित श्रेणी अमान्य है, कृपया पुन: प्रयास करें
id_id: Rentang split tidak valid, silakan coba lagi
no_no: Delingsområdet er ugyldig, prøv igjen
ta_in: பிளவு வரம்பு தவறானது, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
uk_ua: Розділений діапазон недійсний, спробуйте ще раз
vi_vn: Phạm vi phân tách không hợp lệ, vui lòng thử lại

source: The button has expired, start over with your file or command
af_za: Die knoppie het verval, begin met u lêer of opdrag
ar_sa: انتهت صلاحية الزر ، ابدأ من جديد بملفك أو أمرك
da_dk: Knappen er udløbet, start forfra med din fil eller kommando
hi_in: बटन की समय सीमा समाप्त हो गई है, अपनी फ़ाइल या आदेश से प्रारंभ करें
id_id: Tombol telah kedaluwarsa, mulai dari awal dengan file atau perintah Anda
no_no: Knappen er utløpt, start på nytt med filen eller kommandoen
ta_in: பொத்தான் காலாவதியாகிவிட்டது, உங்கள் கோப்பு அல்லது கட்டளையுடன் தொடங்கவும்
uk_ua: Термін дії кнопки закінчився, почніть спочатку з вашого файлу або команди
vi_vn: Nút đã hết hạn, hãy bắt đầu lại với tệp hoặc lệnh của bạn

source: Invalid rotation degree, try again
ca_es: Grau de rotació no vàlid, torna-ho a provar
cs_cz: Neplatný stupeň otočení, zkuste to znovu
ky_kg: жараксыз айлануу даражасы, кайра аракет
pt_pt: Grau de rotação inválido, tente novamente
ru_ru: Недопустимая степень поворота, повторите попытку
sr_sp: Неважећи степен ротације, покушајте поново

source: Your {file_type} PDF file is encrypted and you'll have to decrypt it first
it_it: Il {file_type} file PDF è crittografato e dovrai prima decifrarlo

source: Something went wrong, start over with your file or command
ar_sa: حدث خطأ ما، ابدأ من جديد بملفك أو أمرك
hi_in: कुछ गलत हो गया, अपनी फ़ाइल या आदेश से शुरू करें
id_id: Ada yang tidak beres, mulai dari awal dengan file atau perintah Anda
vi_vn: Đã xảy ra lỗi, hãy bắt đầu lại với tệp hoặc lệnh của bạn

source: The resulted image is invalid, try again
ar_sa: الصورة الناتجة غير صالحة، حاول مرة أخرى
hi_in: परिणामी छवि अमान्य है, पुनः प्रयास करें
id_id: Gambar yang dihasilkan tidak valid, coba lagi

source: Your PDF file is encrypted, decrypt it first then try again
ar_sa: ملف PDF الخاص بك مشفر ، قم بفك تشفيره أولا ثم حاول مرة أخرى
hi_in: आपकी PDF फ़ाइल एन्क्रिप्ट की गई है, इसे पहले डिक्रिप्ट करें फिर पुन: प्रयास करें
id_id: File PDF Anda dienkripsi, dekripsi terlebih dahulu lalu coba lagi
vi_vn: Tệp PDF của bạn đã được mã hóa, hãy giải mã tệp trước rồi thử lại

source: I couldn't merge your PDF files as this file is invalid: %s
ar_sa: لم أتمكن من دمج ملفات PDF الخاصة بك لأن هذا الملف غير صالح: %s
hi_in: मैं आपकी पीडीएफ फाइलों को मर्ज नहीं कर सका क्योंकि यह फ़ाइल अमान्य है: %s
id_id: Saya tidak dapat menggabungkan file PDF Anda karena file ini tidak valid: %s

source: To margin size
af_za: Tot marge grootte
ar_sa: إلى حجم الهامش
hi_in: मार्जिन आकार के लिए
id_id: Untuk ukuran margin
no_no: Slik angir du margstørrelse
ta_in: விளிம்பு அளவிற்கு
uk_ua: До розміру поля
vi_vn: Đến kích cỡ lề
