Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: Your PDF file is already encrypted
de_de: Ihre PDF-Datei ist bereits verschlüsselt
es_es: Tu archivo PDF ya está cifrado
fi_fi: PDF-tiedostosi on jo salattu
fr_fr: Votre fichier PDF est déjà crypté
hu_hu: A PDF-fájl már titkosítva van
it_it: Il PDF è già criptato
ms_my: Fail PDF anda telah disulitkan
nl_nl: Uw PDF bestand is al versleuteld
ro_ro: Fișierul PDF este deja criptat
sv_se: Din PDF-fil är redan krypterad
uz_uz: Sizning PDF faylingiz allaqachon shifrlangan

source: Your PDF file is encrypted and you'll have to decrypt it first
de_de: Ihre PDF-Datei ist verschlüsselt und Sie müssen sie zuerst entschlüsseln
es_es: Su archivo PDF está encriptado y primero tendrá que descifrarlo
fi_fi: PDF-tiedostosi on salattu ja sinun on ensin purettava sen salaus
fr_fr: Votre fichier PDF est crypté et vous devrez d’abord le décrypter
hu_hu: A PDF-fájl titkosítva van, és először vissza kell fejteniük
it_it: Il file PDF è crittografato e dovrai prima decifrarlo
nl_nl: Uw PDF-bestand is versleuteld en u moet het eerst decoderen
sv_se: Din PDF-fil är krypterad och du måste dekryptera den först
uz_uz: Sizning PDF -faylingiz shifrlangan va siz avval uni hal qilishingiz kerak bo'ladi

source: You've sent me these {file_type} so far:
de_de: Du hast mir diese {file_type} bisher geschickt:
es_es: Me has enviado estas {file_type} hasta ahora:
fi_fi: Olet lähettänyt minulle nämä {file_type} asti:
fr_fr: Vous m’avez envoyé ces {file_type} jusqu’à présent:
hu_hu: Eddig ezeket a {file_type} küldted nekem:
it_it: Mi hai mandato questi {file_type} finora:
nl_nl: Je hebt me tot nu toe deze {file_type} gestuurd:
sv_se: Du har skickat mig de här {file_type} hittills:
uz_uz: Siz menga shu paytgacha {file_type}

source: The result file is too large for me to send to you
de_de: Die Ergebnisdatei ist zu groß, als dass ich sie an Sie senden könnte
es_es: El archivo resultado es demasiado grande para que te lo envíe
fi_fi: Tulostiedosto on liian suuri lähetettäväksi sinulle
fr_fr: Le fichier de résultat est trop volumineux pour que je puisse vous envoyer
hu_hu: Az eredményfájl túl nagy ahhoz, hogy elküldhessem neked
it_it: Il file ottenuto è troppo grande per poterlo inviare
ms_my: Fail hasilnya terlalu besar untuk saya hantar kepada anda
nl_nl: Het bestand is te groot voor mij om naar u te verzenden
ro_ro: Fișierul rezultat este prea mare pentru a-l trimite la dvs.
sv_se: Resultatet filen är för stor för mig att skicka till dig
uz_uz: Natija fayli yuborishim uchun juda katta

source: Note that this is a Telegram Bot limitation and there's nothing I can do unless Telegram changes this limit
af_za: Let daarop dat dit 'n Telegram Bot beperking is en daar is niks wat ek kan doen nie, tensy Telegram hierdie limiet verander
ar_sa: لاحظ أن هذا هو تقييد تيليجرام بوت وليس هناك شيء يمكنني القيام به ما لم تغير تيليجرام هذا الحد
ca_es: Tingueu en compte que això és una limitació de Telegram Bot i no hi ha res que pugui fer a menys que Telegram canviï aquest límit
cs_cz: Všimněte si, že se jedná o omezení Telegram Bot a není nic, co bych mohl udělat, pokud Telegram nezmění tento limit
da_dk: Bemærk, at dette er en Telegram Bot-begrænsning, og der er intet, jeg kan gøre, medmindre Telegram ændrer denne grænse
de_de: Beachten Sie, dass dies eine Telegram Bot-Einschränkung ist und ich nichts tun kann, es sei denn, Telegram ändert dieses Limit
es_es: Tenga en cuenta que esta es una limitación de Telegram Bot y no hay nada que pueda hacer a menos que Telegram cambie este límite
fi_fi: Huomaa, että tämä on Telegram Bot -rajoitus, enkä voi tehdä mitään, ellei Telegram muuta tätä rajaa
fr_fr: Notez qu’il s’agit d’une limitation de Telegram Bot et qu’il n’y a rien que je puisse faire à moins que Telegram ne modifie cette limite
hi_in: ध्यान दें कि यह एक टेलीग्राम बॉट सीमा है और मैं ऐसा कुछ नहीं कर सकता जब तक कि टेलीग्राम इस सीमा को नहीं बदलता
hu_hu: Ne feledje, hogy ez egy Telegram Bot korlátozás, és semmit sem tehetek, ha a Telegram nem változtatja meg ezt a korlátot
id_id: Perhatikan bahwa ini adalah batasan Telegram Bot dan tidak ada yang bisa saya lakukan kecuali Telegram mengubah batas ini.
it_it: Si noti che questa è una limitazione di Telegram Bot e non c'è niente che io possa fare a meno che Telegram non cambi questo limite
ky_kg: Бул Telegram Botтун чектөөсү экенин эске алыңыз жана Telegram бул чекти өзгөртмөйүнчө, мен эч нерсе кыла албайм
nl_nl: Merk op dat dit een Telegram Bot-beperking is en dat ik niets kan doen tenzij Telegram deze limiet wijzigt
no_no: Vær oppmerksom på at dette er en Telegram Bot-begrensning, og det er ingenting jeg kan gjøre med mindre Telegram endrer denne grensen
pt_pt: Note que esta é uma limitação do Telegram Bot e não há nada que eu possa fazer a menos que o Telegram mude esse limite
ru_ru: Обратите внимание, что это ограничение Telegram Bot, и я ничего не могу сделать, если Telegram не изменит это ограничение.
si_lk: මෙය ටෙලිග්‍රාම් බොට් සීමාවක් බව සලකන්න, ටෙලිග්‍රාම් මෙම සීමාව වෙනස් නොකළහොත් මට කළ හැකි කිසිවක් නැත
sr_sp: Имајте науда да је ово ограничење Телеграм Бота и да не могу ништа да урадим ако Телеграм не промени ово ограничење
sv_se: Observera att detta är en Telegram Bot-begränsning och det finns inget jag kan göra om inte Telegram ändrar denna gräns
ta_in: இது ஒரு தந்தி பாட் வரம்பு மற்றும் தந்தி இந்த வரம்பை மாற்றாவிட்டால் என்னால் எதுவும் செய்ய முடியாது என்பதை நினைவில் கொள்க
uk_ua: Зверніть увагу, що це обмеження Telegram Bot, і я нічого не можу зробити, якщо Telegram не змінить це обмеження
uz_uz: E'tibor bering, bu Telegram Bot cheklovidir va agar Telegram bu chegarani o'zgartirmasa, men hech narsa qila olmayman
vi_vn: Lưu ý rằng đây là giới hạn của Telegram Bot và tôi không thể làm gì trừ khi Telegram thay đổi giới hạn này

source: Here is your result file
af_za: Hier is u resultaatlêer
ar_sa: هاهو ملفك الناتج
ca_es: Aquest és l’arxiu resultant
cs_cz: Zde je váš výsledný soubor
da_dk: Her er din resultatfil
de_de: Hier ist Ihre Ergebnisdatei
es_es: Este es tu archivo resultado
fi_fi: Tässä on tulostiedostosi
fr_fr: Voici votre fichier final
hi_in: यहां आपकी रिजल्ट फाइल है
hu_hu: Itt van az eredményfájl
id_id: Berikut adalah file hasil Anda
it_it: Ecco il tuo file completato
ky_kg: Мына сиздин жыйынтык файлыңыз
ms_my: Berikut adalah fail keputusan anda
nl_nl: Hier is het bestand
no_no: Her er resultatfilen
pt_pt: Aqui está seu arquivo de resultado
ro_ro: Aici este fișierul rezultat
ru_ru: Вот ваш итоговый файл
si_lk: මෙන්න ඔබේ සකස් කරන ලද ගොනුව
sr_sp: Ово је твоја датотека са резултатима
sv_se: Här är ditt resultat fil
ta_in: இங்கே உங்கள் விளைவாக கோப்பு உள்ளது
uk_ua: Ось ваш файл результатів
uz_uz: Mana sizning faylingiz natijasi
vi_vn: Đây là tệp kết quả của bạn

source: Failed to complete process
af_za: Kon nie die proses voltooi nie
ar_sa: أخفق إكمال العملية
ca_es: No s'ha pogut completar el procés
cs_cz: Proces se nezdařil
da_dk: Kunne ikke fuldføre processen
es_es: Error al completar el proceso
fi_fi: Prosessin suorittaminen epäonnistui
fr_fr: Echec de la fin du processus
hi_in: प्रक्रिया पूरी करने में विफल
id_id: Gagal menyelesaikan proses
ky_kg: Процессти аягына чыгаруу ишке ашпады
no_no: Kan ikke fullføre prosessen
pt_pt: Falha ao concluir o processo
ru_ru: Не удалось завершить процесс
sr_sp: Довршавање процеса није успело
ta_in: செயலாக்கத்தை நிறைவுசெய்வது தோல்வியுற்றது
uk_ua: Не вдалося завершити процес
vi_vn: Không hoàn thành quá trình

source: Welcome to PDF Bot!
af_za: Welkom by PDF Bot!
ar_sa: مرحبا بكم في بوت PDF!
ca_es: Benvinguts al PDF Bot!
cs_cz: Vítejte v PDF Bot!
da_dk: Velkommen til PDF Bot!
de_de: Willkommen bei PDF Bot!
es_es: ¡Bienvenido a PDF Bot!
fi_fi: Tervetuloa PDF-bottiin!
fr_fr: Bienvenue sur PDF Bot!
hi_in: पीडीएफ बॉट में आपका स्वागत है!
hu_hu: Üdvözöljük a PDF Bot!
id_id: Selamat datang di PDF Bot!
it_it: Benvenuti in PDF Bot!
ky_kg: PDF Botко кош келиңиз!
nl_nl: Welkom bij PDF Bot!
no_no: Velkommen til PDF Bot!
pt_pt: Bem-vindo ao PDF Bot!
ru_ru: Добро пожаловать в PDF Bot!
si_lk: PDF බොට් වෙත සාදරයෙන් පිළිගනිමු!
sr_sp: Добродошли у ПДФ Бот!
sv_se: Välkommen till PDF Bot!
ta_in: PTM பாட் வரவேற்கிறோம்!
uk_ua: Ласкаво просимо на PDF Бот!
uz_uz: PDF Bot -ga xush kelibsiz!
vi_vn: Chào mừng bạn đến với PDF Bot!

source: Key features:
af_za: Sleutelkenmerke:
ar_sa: الميزات الرئيسية:
ca_es: Característiques clau:
cs_cz: Klíčové vlastnosti:
da_dk: Vigtigste funktioner:
de_de: Hauptmerkmale:
es_es: Características clave:
fi_fi: Tärkeimmät ominaisuudet:
fr_fr: Principales caractéristiques :
hi_in: मुख्य विशेषताएं:
hu_hu: Főbb jellemzők:
id_id: Fitur utama:
it_it: Caratteristiche principali:
ky_kg: Негизги өзгөчөлүктөр:
nl_nl: Belangrijkste kenmerken:
no_no: Viktige funksjoner:
pt_pt: Principais características:
ru_ru: Ключевые возможности:
si_lk: මූලික ලක්ෂණ:
sr_sp: Кључне карактеристике:
sv_se: Viktiga funktioner:
ta_in: முக்கிய அம்சங்கள்:
uk_ua: Ключові особливості:
uz_uz: Asosiy xususiyatlar:
vi_vn: Các tính năng chính:

source: - Compress, merge, preview, rename, split and add watermark to PDF files
af_za: - Kompressie, saamsmelt, voorskou, hernoem, verdeel en voeg watermerk by PDF-lêers
ar_sa: - ضغط ودمج ومعاينة وإعادة تسمية وتقسيم وإضافة علامة مائية لملفات PDF
ca_es: - Comprimir, combinar, previsualitzar, canviar el nom, dividir i afegir marca d'aigua als fitxers PDF
cs_cz: - Komprimovat, sloučit, zobrazit náhled, přejmenovat, rozdělit a přidat vodoznak do souborů PDF
da_dk: - Komprimere, flette, få vist, omdøbe, opdele og føje vandmærke til PDF-filer
de_de: - Komprimieren, Zusammenführen, Vorschau, Umbenennen, Teilen und Hinzufügen von Wasserzeichen zu PDF-Dateien
es_es: - Comprimir, combinar, previsualizar, renombrar, dividir y agregar marcas de agua a archivos PDF
fi_fi: - Pakkaa, yhdistä, esikatsele, nimeä uudelleen, jaa ja lisää vesileima PDF-tiedostoihin
fr_fr: - Compresser, fusionner, prévisualiser, renommer, diviser et ajouter un filigrane aux fichiers PDF
hi_in: - सेक, मर्ज, पूर्वावलोकन, नाम बदलना, विभाजित करना और पीडीएफ फाइलों में वॉटरमार्क जोड़ना
hu_hu: - Vízjel tömörítése, összevonása, előnézete, átnevezése, felosztása és vízjel hozzáadása PDF fájlokhoz
id_id: - Kompres, gabungkan, pratinjau, ganti nama, bagi dan tambahkan cap air ke file PDF
it_it: - Comprimere, unire, visualizzare in anteprima, rinominare, dividere e aggiungere filigrana ai file PDF
ky_kg: - PDF файлдарына суу белгисин кысуу, бириктирүү, алдын ала көрүү, атын өзгөртүү, бөлүү жана кошуу
nl_nl: - Comprimeren, samenvoegen, bekijken, hernoemen, splitsen en watermerk toevoegen aan PDF-bestanden
no_no: - Komprimer, slå sammen, forhåndsvis, gi nytt navn, del og legg til vannmerke i PDF-filer
pt_pt: - Compactar, mesclar, visualizar, renomear, dividir e adicionar marca d'água aos arquivos PDF
ru_ru: - Сжатие, слияние, предварительный просмотр, переименование, разделение и добавление водяного знака в PDF-файлы
si_lk: පීඩීඑෆ් ලිපි ගොනු වලට සම්පීඩනය කරන්න, ඒකාබද්ධ කරන්න, පෙරදසුන් කරන්න, නැවත නම් කරන්න, බෙදන්න සහ ජල සලකුණු එකතු කරන්න
sr_sp: - Компримујте, обједините, прегледајте, преименујте, разделите и додајте водени жиг ПДФ фајловима
sv_se: - Komprimera, sammanfoga, förhandsgranska, byta namn på, dela och lägga till vattenstämpel i PDF-filer
ta_in: - PTM கோப்புகளில் வாட்டர்மார்க் கைஅழுத்தவும், ஒன்றிணைக்கவும், முன்னோட்டம், மறுபெயரிடவும், பிரிக்கவும் மற்றும் சேர்க்கவும்
uk_ua: - Стискання, об'єднання, попередній перегляд, перейменування, розділення та додавання водяного знака до PDF-файлів
uz_uz: - PDF -fayllarga suv belgisini siqish, birlashtirish, oldindan ko'rish, nomini o'zgartirish, ajratish va qo'shish
vi_vn: - Nén, hợp nhất, xem trước, đổi tên, tách và thêm hình nền mờ vào tệp PDF

source: - Create PDF files from text messages
af_za: - Skep PDF-lêers van teksboodskappe
ar_sa: - إنشاء ملفات PDF من الرسائل النصية
ca_es: - Crear fitxers PDF a partir de missatges de text
cs_cz: - Vytváření souborů PDF z textových zpráv
da_dk: - Oprette PDF-filer ud fra sms'er
de_de: - Pdf-Dateien aus Textnachrichten erstellen
es_es: - Crear archivos PDF a partir de mensajes de texto
fi_fi: - Luo PDF-tiedostoja tekstiviesteistä
fr_fr: - Créer des fichiers PDF à partir de messages texte
hi_in: - टेक्स्ट संदेशों से पीडीएफ फाइलें बनाएं
hu_hu: - PDF fájlok létrehozása szöveges üzenetekből
id_id: - Membuat file PDF dari pesan teks
it_it: - Creare file PDF da messaggi di testo
ky_kg: - Текст билдирүүлөрүнөн PDF файлдарын түзүңүз
nl_nl: - PDF-bestanden maken op tekstberichten
no_no: - Lag PDF-filer fra tekstmeldinger
pt_pt: - Criar arquivos PDF a partir de mensagens de texto
ru_ru: - Создание PDF файлов из текстовых сообщений
si_lk: - කෙටි පණිවුඩ වලින් PDF ගොනු සාදන්න
sr_sp: - Креирање ПДФ фајлова од текстуалних порука
sv_se: - Skapa PDF-filer från textmeddelanden
ta_in: - உரை செய்திகளில் இருந்து PPM கோப்புகளை உருவாக்கவும்
uk_ua: - Створення PDF-файлів з текстових повідомлень
uz_uz: - Matnli xabarlardan PDF -fayllarni yarating
vi_vn: - Tạo tệp PDF từ tin nhắn văn bản

source: - Extract images and text from PDF files
af_za: - Onttrek beelde en teks uit PDF-lêers
ar_sa: - استخراج الصور والنصوص من ملفات PDF
ca_es: - Extreure imatges i text d'arxius PDF
cs_cz: - Extrahování obrázků a textu ze souborů PDF
da_dk: - Uddrag billeder og tekst fra PDF-filer
de_de: - Extrahieren Sie Bilder und Text aus PDF-Dateien
es_es: - Extraer imágenes y texto de archivos PDF
fi_fi: - Pura kuvia ja tekstiä PDF-tiedostoista
fr_fr: - Extraire des images et du texte de fichiers PDF
hi_in: - पीडीएफ फाइलों से छवियों और पाठ निकालें
hu_hu: - Képek és szöveg kinyerés PDF fájlokból
id_id: - Mengekstrak gambar dan teks dari file PDF
it_it: - Estrarre immagini e testo da file PDF
ky_kg: - PDF файлдарынан сүрөттөрдү жана текстти алыңыз
nl_nl: - Afbeeldingen en tekst uit PDF-bestanden extraheren
no_no: - Trekk ut bilder og tekst fra PDF-filer
pt_pt: - Extrair imagens e textos de arquivos PDF
ru_ru: - Извлечение изображений и текста из PDF файлов
si_lk: - PDF ලිපිගොනු වලින් පින්තූර සහ පෙළ උපුටා ගන්න
sr_sp: - Издвајање слика и текста из ПДФ фајлова
sv_se: - Extrahera bilder och text från PDF-filer
ta_in: - PTM கோப்புகளில் இருந்து படங்கள் மற்றும் உரை பிரித்தெடுக்கவும்
uk_ua: - Вилучення зображень і тексту з PDF-файлів
uz_uz: - PDF -fayllardan rasm va matnni chiqarib oling
vi_vn: - Trích xuất hình ảnh và văn bản từ các tệp PDF

source: - Convert PDF files into images
af_za: - Omskep PDF-lêers in beelde
ar_sa: - تحويل ملفات PDF إلى صور
ca_es: - Convertir arxius PDF en imatges
cs_cz: - Převod souborů PDF na obrazy
da_dk: - Konverter PDF-filer til billeder
de_de: - Konvertieren Sie PDF-Dateien in Bilder
es_es: - Convertir archivos PDF en imágenes
fi_fi: - Muunna PDF-tiedostot kuviksi
fr_fr: - Convertir des fichiers PDF en images
hi_in: - पीडीएफ फाइलों को छवियों में परिवर्तित करना
hu_hu: - PDF fájlok konvertálása képekké
id_id: - Mengkonversi file PDF menjadi gambar
it_it: - Convertire file PDF in immagini
ky_kg: - PDF файлдарын сүрөттөргө айландыруу
nl_nl: - PDF-bestanden converteren naar afbeeldingen
no_no: - Konverter PDF-filer til bilder
pt_pt: - Converter arquivos PDF em imagens
ru_ru: - Преобразование PDF файлов в изображения
si_lk: - PDF ගොනු පින්තූර බවට පරිවර්තනය කරන්න
sr_sp: - Конвертовање ПДФ фајлова у слике
sv_se: - Konvertera PDF-filer till bilder
ta_in: - PTM கோப்புகளை படிமங்களாக மாற்றவும்
uk_ua: - Перетворення PDF-файлів на зображення
uz_uz: - PDF -fayllarni rasmga aylantirish
vi_vn: - Chuyển đổi file PDF thành hình ảnh

source: - Convert webpages and images into PDF files
af_za: - Omskep webbladsye en beelde in PDF-lêers
ar_sa: - تحويل صفحات الويب والصور إلى ملفات PDF
ca_es: - Convertir pàgines web i imatges en arxius PDF
cs_cz: - Převod webových stránek a obrázků do souborů PDF
da_dk: - Konvertere websider og billeder til PDF-filer
de_de: - Konvertieren Sie Webseiten und Bilder in PDF-Dateien
es_es: - Convertir páginas web e imágenes en archivos PDF
fi_fi: - Muunna verkkosivut ja kuvat PDF-tiedostoiksi
fr_fr: - Convertir des pages Web et des images en fichiers PDF
hi_in: - वेबपेज और छवियों को पीडीएफ फाइलों में परिवर्तित करें
hu_hu: - Weboldalak és képek konvertálása PDF fájlokká
id_id: - Mengkonversi halaman web dan gambar ke dalam file PDF
it_it: - Convertire pagine Web e immagini in file PDF
ky_kg: - Веб -баракчаларды жана сүрөттөрдү PDF файлдарына айландыруу
nl_nl: - Converteer webpagina's en afbeeldingen naar PDF-bestanden
no_no: - Konverter nettsider og bilder til PDF-filer
pt_pt: - Converter páginas e imagens da Web em arquivos PDF
ru_ru: - Преобразование веб-страниц и изображений в PDF-файлы
si_lk: - වෙබ් පිටු සහ පින්තූර පීඩීඑෆ් ගොනු බවට පරිවර්තනය කරන්න
sr_sp: - Конвертовање Веб страница и слика у ПДФ датотеке
sv_se: - Konvertera webbsidor och bilder till PDF-filer
ta_in: - PTM கோப்புகளாக வலைப்பக்கங்கள் மற்றும் படங்களை மாற்றவும்
uk_ua: - Перетворення веб-сторінок і зображень в PDF файли
uz_uz: - Veb -sahifalar va rasmlarni PDF -fayllarga aylantirish
vi_vn: - Chuyển đổi trang web và hình ảnh thành tệp PDF

source: - Beautify handwritten notes images into PDF files
af_za: - Verfraai handgeskrewe notas beelde in PDF-lêers
ar_sa: - تجميل الملاحظات المكتوبة بخط اليد الصور في ملفات PDF
ca_es: - Imatges de notes manuscrites embellidores en arxius PDF
cs_cz: - Zkrášlujte ručně psané obrázky poznámek do souborů PDF
da_dk: - Forskøn håndskrevne noter billeder i PDF-filer
de_de: - Verschönern Sie handschriftliche Notizenbilder in PDF-Dateien
es_es: - Embellecer imágenes de notas manuscritas en archivos PDF
fi_fi: - Kaunista käsinkirjoitetut muistiinpanokuvat PDF-tiedostoiksi
fr_fr: - Embellir les images de notes manuscrites dans des fichiers PDF
hi_in: - पीडीएफ फाइलों में हस्तलिखित नोट्स छवियों को सुशोभित करें
hu_hu: - Szépítse a kézzel írt jegyzetek képeit PDF fájlokba
id_id: - Mempercantik gambar catatan tulisan tangan ke dalam file PDF
it_it: - Abbellire le immagini note scritte a mano in file PDF
ky_kg: - Кол менен жазылган сүрөттөрдү PDF файлдарына кооздоңуз
nl_nl: - Verfraai handgeschreven notities afbeeldingen in PDF-bestanden
no_no: - Forskjønne håndskrevne notatbilder i PDF-filer
pt_pt: - Embelezar imagens de notas manuscritas em arquivos PDF
ru_ru: - Украшение рукописных заметок в PDF-файлы
si_lk: - අතින් ලියන ලද සටහන් රූප PDF ගොනු වලට අලංකාර කරන්න
sr_sp: - Улепшавање слика написаних руком у ПДФ фајлове
sv_se: - Försköna handskrivna anteckningsbilder i PDF-filer
ta_in: - PTM கோப்புகளில் கையால் எழுதப்பட்ட குறிப்புகள் படங்களை அழகுபடுத்தவும்
uk_ua: - Прикрасити рукописні зображення нотаток у PDF-файлах
uz_uz: - PDF -fayllarga qo'lda yozilgan yozuvlarni chiroyli qiling
vi_vn: - Làm đẹp hình ảnh ghi chú viết tay vào tệp PDF

source: - And more...
af_za: - En meer ...
ar_sa: -وأكثر من ذلك ...
ca_es: - I més...
cs_cz: - A další...
da_dk: - Og meget mere...
de_de: - Und mehr...
es_es: - Y más...
fi_fi: - Ja lisää...
fr_fr: - Et plus encore...
hi_in: - और अधिक ...
hu_hu: - És még sok más...
id_id: - Dan banyak lagi...
it_it: E altro ancora...
ky_kg: - Жана дагы ...
nl_nl: - En meer...
no_no: - Og mer...
pt_pt: - E mais...
ru_ru: - И многое другое...
si_lk: - සහ තවත්...
sr_sp: - И још много тога...
sv_se: - Och mer...
ta_in: - மேலும்...
uk_ua: - І багато іншого...
uz_uz: - Va yana ...
vi_vn: - Và hơn thế nữa...

source: Type {command} to see how to use PDF Bot
af_za: Tipe {command} om te sien hoe om PDF Bot te gebruik
ar_sa: اكتب {command} لمعرفة كيفية استخدام PDF Bot
ca_es: Tipus {command} per veure com utilitzar PDF Bot
cs_cz: Zadáním {command} , jak používat PDF Bota
da_dk: Skriv {command} for at se, hvordan DU bruger PDF Bot
de_de: Geben Sie {command} ein, um zu sehen, wie PDF Bot verwendet wird
es_es: Escriba {command} para ver cómo usar PDF Bot
fi_fi: Kirjoita {command} nähdäksesi kuinka PDF Botia käytetään
fr_fr: Tapez {command} pour voir comment utiliser PDF Bot
hi_in: पीडीएफ बॉट का उपयोग करने के तरीके देखने के लिए {command} टाइप करें
hu_hu: Írja be {command} , hogy hogyan kell használni a PDF Bot
id_id: Ketik {command} untuk melihat cara menggunakan BOT PDF
it_it: Digitare {command} per vedere come usare PDF Bot
ky_kg: PDF Botту кантип колдонууну көрүү үчүн {command} териңиз
nl_nl: Typ {command} om te zien hoe u PDF Bot gebruikt
no_no: Skriv inn {command} for å se hvordan du bruker PDF Bot
pt_pt: Digite {command} para ver como usar o PDF Bot
ru_ru: Введите {command} , чтобы узнать, как использовать PDF Bot
si_lk: PDF බොට් භාවිතා කරන්නේ කෙසේදැයි බැලීමට {command} ටයිප් කරන්න
sr_sp: Укуцате {command} да бисте видели како се користи ПДФ Бот
sv_se: Skriv {command} för att se hur du använder PDF Bot
ta_in: PTM போட் ஐ எவ்வாறு பயன்படுத்துவது என்பதைப் பார்க்க {command} தட்டச்சு செய்யவும்
uk_ua: Введіть {command} , щоб дізнатися, як використовувати PDF-бот
uz_uz: PDF Botdan qanday foydalanishni ko'rish uchun {command} yozing
vi_vn: Nhập {command} để xem cách sử dụng PDF Bot

source: Send me the images that you'll like to beautify or convert into a PDF file
af_za: Stuur vir my die beelde wat u wil verfraai of omskep in 'n PDF-lêer
ar_sa: أرسل لي الصور التي تريد تجميلها أو تحويلها إلى ملف PDF
ca_es: Envia'm les imatges que t'agradaria embellir o convertir en un arxiu PDF
cs_cz: Pošlete mi obrázky, které budete chtít zkrášlit nebo převést do souboru PDF
da_dk: Send mig de billeder, du gerne vil forskønne eller konvertere til en PDF-fil
de_de: Senden Sie mir die Bilder, die Sie verschönern oder in eine PDF-Datei konvertieren möchten
es_es: Envíame las imágenes que te gustaría embellecer o convertir en un archivo PDF
fi_fi: Lähetä minulle kuvat, jotka haluat kaunistaa tai muuntaa PDF-tiedostoksi
fr_fr: Envoyez-moi les images que vous aimerez embellir ou convertir en fichier PDF
hi_in: मुझे उन छवियों को भेजें जिन्हें आप सुशोभित करना चाहते हैं या एक पीडीएफ फाइल में परिवर्तित करना चाहते हैं
hu_hu: Küldje el nekem azokat a képeket, amelyeket meg szeretne szépíteni vagy PDF-fájllá konvertálni
id_id: Kirimkan gambar yang ingin Anda percantik atau ubah menjadi file PDF
ky_kg: Сиз жасалгалгыңар келген сүрөттөрдү жөнөтүү же PDF файлына айлантуу
nl_nl: Stuur me de afbeeldingen die je wilt verfraaien of converteren naar een PDF-bestand
no_no: Send meg bildene du vil forskjønne eller konvertere til en PDF-fil
pt_pt: Envie-me as imagens que você vai gostar de embelezar ou converter em um arquivo PDF
ru_ru: Пришлите мне изображения, которые вы захотите украсить или преобразовать в PDF-файл
sr_sp: Пошаљите ми слике које ћете хтети да улепшате или претворите у ПДФ фајл
sv_se: Skicka mig bilderna som du vill försköna eller konvertera till en PDF-fil
ta_in: நீங்கள் அழகுபடுத்த அல்லது PTM கோப்பு மாற்ற விரும்பும் படங்களை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені зображення, які ви хотіли б прикрасити або перетворити в PDF-файл
uz_uz: PDFga aylantirmoqchi bo'lgan rasmlarni menga yuboring
vi_vn: Gửi cho tôi những hình ảnh mà bạn muốn làm đẹp hoặc chuyển đổi thành tệp PDF
