Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: You've already removed all the PDF files you've sent me
af_za: U het reeds al die PDF-lêers verwyder wat u vir my gestuur het
ar_sa: لقد قمت بالفعل بإزالة جميع ملفات PDF التي أرسلتها إلي
ca_es: Ja has suprimit tots els arxius PDF que m'has enviat
cs_cz: Už jste odstranili všechny soubory PDF, které jste mi poslali
da_dk: Du har allerede fjernet alle de PDF-filer, du har sendt mig
es_es: Ya has eliminado todos los archivos PDF que me has enviado
fi_fi: Olet jo poistanut kaikki lähettämäsi PDF-tiedostot
fr_fr: Vous avez déjà supprimé tous les fichiers PDF que vous m’avez envoyés
hi_in: आपने पहले ही उन सभी पीडीएफ फाइलों को निकाल दिया है जिन्हें आपने मुझे भेजा है
id_id: Anda telah menghapus semua file PDF yang Telah Anda kirimkan kepada saya
ky_kg: Сиз мага жөнөткөн бардык PDF файлдарын алып салдыңыз
no_no: Du har allerede fjernet alle PDF-filene du har sendt meg
pt_pt: Você já removeu todos os arquivos PDF que você me enviou
ru_ru: Вы уже удалили все PDF-файлы, которые вы мне прислали
sr_sp: Већ сте уклонили све ПДФ фајлове које сте ми послали
ta_in: நீங்கள் எனக்கு அனுப்பிய அனைத்து PDF கோப்புகளையும் ஏற்கனவே நீக்கியுள்ளீர்கள்
uk_ua: Ви вже видалили всі PDF-файли, які ви мені надіслали
vi_vn: Bạn đã xóa tất cả các tệp PDF mà bạn đã gửi cho tôi

source: {file_name} has been removed for merging
af_za: {file_name} is verwyder vir samesmelting
ar_sa: تمت إزالة {file_name} للدمج
ca_es: {file_name} s'ha suprimit per combinar
cs_cz: {file_name} odebrána pro sloučení
da_dk: {file_name} er blevet fjernet til fletning
de_de: {file_name} wurde für die Zusammenführung entfernt
es_es: {file_name} se ha eliminado para fusionar
fi_fi: {file_name} on poistettu yhdistämistä
fr_fr: {file_name} a été supprimé pour fusion
hi_in: विलय के लिए {file_name} हटा दिया गया है
hu_hu: {file_name} eltávolították az összeolvadás miatt
id_id: {file_name} telah dihapus untuk penggabungan
it_it: {file_name} stato rimosso per l'unione
ky_kg: {file_name} биригүү үчүн алынып салынды
nl_nl: {file_name} is verwijderd voor samenvoegen
no_no: {file_name} er fjernet for fletting
pt_pt: {file_name} foi removido para fusão
ru_ru: {file_name} был удален для объединения
si_lk: {file_name} ඒකාබද්ධ කිරීම සඳහා ඉවත් කර ඇත
sr_sp: {file_name} је за обједињавање
sv_se: {file_name} har tagits bort för sammanslagning
ta_in: {file_name} இணைப்பதற்கு அகற்றப்பட்டுள்ளது
uk_ua: {file_name} видалено для об'єднання
uz_uz: Birlashtirish uchun {file_name}
vi_vn: {file_name} đã bị loại bỏ vì sáp nhập

source: You haven't sent me any PDF files
af_za: Jy het nie vir my enige PDF-lêers gestuur nie
ar_sa: لم ترسل لي أي ملفات PDF
ca_es: No has enviat cap arxiu PDF
cs_cz: Neposlal jsi mi žádné soubory PDF
da_dk: Du har ikke sendt mig nogen PDF-filer
de_de: Sie haben mir keine PDF-Dateien gesendet
es_es: No me has enviado ningún archivo PDF
fi_fi: Et ole lähettänyt minulle PDF-tiedostoja
fr_fr: Vous n'avez pas envoyé de fichier PDF
hi_in: आपने मुझे कोई पीडीएफ फाइल नहीं भेजी है
hu_hu: Nem küldött nekem PDF-fájlt
id_id: Anda belum mengirimi saya file PDF
it_it: Non mi hai inviato alcun file PDF
ky_kg: Сиз мага PDF файлдарын жөнөткөн жоксуз
ms_my: Anda belum menghantar saya sebarang fail PDF
nl_nl: U heeft mij nog geen PDF bestanden gestuurd
no_no: Du har ikke sendt meg noen PDF-filer
pt_pt: Você não me enviou nenhum arquivo PDF
ro_ro: Nu mi-ai trimis niciun fișier PDF
ru_ru: Вы не присылали мне никаких PDF-файлов
si_lk: ඔබ මට PDF ලිපිගොනු කිසිවක් එවා නැත
sr_sp: Ниси ми послао ниједан ПДФ фајл
sv_se: Du har inte skickat mig några PDF-filer
ta_in: நீங்கள் எனக்கு எந்த PPM கோப்புகளை அனுப்பவில்லை
uk_ua: Ви не надіслали мені жодних PDF-файлів
uz_uz: Siz menga birorta ham PDF fayl yubormadingiz
vi_vn: Bạn chưa gửi cho tôi bất kỳ tệp PDF nào

source: You've only sent me one PDF file
af_za: Jy het net vir my een PDF-lêer gestuur
ar_sa: لقد أرسلت لي ملف PDF واحد فقط
ca_es: Només m'has enviat un arxiu PDF
cs_cz: Poslali jste mi jen jeden soubor PDF.
da_dk: Du har kun sendt mig én PDF-fil
de_de: Sie haben mir nur eine PDF-Datei geschickt
es_es: Sólo me has enviado un archivo PDF
fi_fi: Lähetit minulle vain yhden PDF-tiedoston.
fr_fr: Vous ne m’avez envoyé qu’un seul fichier PDF
hi_in: आपने मुझे केवल एक पीडीएफ फाइल भेजी है
hu_hu: Csak egy PDF fájlt küldtél nekem.
id_id: Anda hanya mengirimi saya satu file PDF
it_it: Mi hai inviato solo un file PDF
ky_kg: Сиз мага бир гана PDF файлын жөнөттүңүз
nl_nl: Je hebt me maar één PDF-bestand gestuurd.
no_no: Du har bare sendt meg én PDF-fil
pt_pt: Você só me enviou um arquivo PDF
ru_ru: Вы прислали мне только один PDF-файл
si_lk: ඔබ මට එවා ඇත්තේ එක් PDF ගොනුවක් පමණි
sr_sp: Послали сте ми само један ПДФ фајл
sv_se: Du har bara skickat mig en PDF-fil.
ta_in: நீங்கள் எனக்கு ஒரு PPM கோப்பை மட்டுமே அனுப்பியுள்ளீர்கள்
uk_ua: Ви надіслали мені лише один PDF-файл
uz_uz: Siz menga faqat bitta PDF -fayl yubordingiz
vi_vn: Bạn chỉ gửi cho tôi một tệp PDF

source: Merging your PDF files
af_za: Voeg jou PDF-lêers saam
ar_sa: جاري دمج المفات
ca_es: Unint els teus arxius PDF
cs_cz: Sloučení souborů PDF
da_dk: Fletning af PDF-filer
de_de: Zusammenführen Ihrer PDF-Dateien
es_es: Combinando tus archivos PDF
fi_fi: PDF-tiedostojen yhdistäminen
fr_fr: Fusion de vos fichiers PDF
hi_in: अपनी पीडीएफ फाइलों का विलय
hu_hu: A PDF-fájlok egyesítése
id_id: Menggabungkan file PDF Anda
it_it: Sto unendo i tuoi PDF
ky_kg: PDF файлдарыңызды бириктирүү
ms_my: Menggabungkan fail PDF anda
nl_nl: PDF bestanden aan het samenvoegen
no_no: Slå sammen PDF-filene dine
pt_pt: Mesclando seus arquivos PDF
ro_ro: Îmbinarea fișierelor PDF
ru_ru: Слияние ваших PDF-файлов
si_lk: ඔබගේ PDF ගොනු එකතු කරමින් පවතී
sr_sp: Обједињавање ПДФ датотека
sv_se: Sammanslagning av dina PDF-filer
ta_in: உங்கள் PPM கோப்புகளை இணைத்தல்
uk_ua: Об'єміщення PDF-файлів
uz_uz: PDF fayllarni birlashtirish
vi_vn: Hợp nhất các tệp PDF của bạn

source: Your PDF file is not encrypted
af_za: Jou PDF-lêer is nie geënkripteer nie
ar_sa: ان ملفك غير مشفر
ca_es: El teu arxiu PDF no està encriptat
cs_cz: Soubor PDF není zašifrován
da_dk: PDF-filen er ikke krypteret
de_de: Ihre PDF-Datei ist nicht verschlüsselt
es_es: Tu archivo PDF no está cifrado
fi_fi: PDF-tiedostoa ei ole salattu
fr_fr: Votre PDF n'est pas crypté
hi_in: आपकी पीडीएफ फाइल एन्क्रिप्टेड नहीं है
hu_hu: A PDF-fájl nincs titkosítva
id_id: File PDF Anda tidak dienkripsi
it_it: Il file PDF non è cifrato
ky_kg: Сиздин PDF файлыңыз шифрленген эмес
ms_my: Fail PDF anda tidak disulitkan
nl_nl: Uw PDF bestand is niet versleuteld
no_no: PDF-filen er ikke kryptert
pt_pt: Seu arquivo PDF não está criptografado
ro_ro: Fișierul PDF nu este criptat
ru_ru: Ваш PDF-файл не зашифрован
si_lk: ඔබගේ PDF ගොනුව ආකේතනය කර නොමැත
sr_sp: Ваша ПДФ датотека није шифрована
sv_se: Din PDF-fil är inte krypterad
ta_in: உங்கள் PPM கோப்பு குறியாக்கம் செய்யப்படவில்லை
uk_ua: Файл PDF не зашифровано
uz_uz: Sizning PDF faylingiz shifrlanmagan
vi_vn: Tệp PDF của bạn không được mã hóa

source: Incorrect password, please try again
af_za: Verkeerde wagwoord, probeer asseblief weer
ar_sa: كلمة مرور غير صحيحة، يرجى المحاولة مرة أخرى
ca_es: Contrasenya incorrecta, torneu-ho a provar
cs_cz: Nesprávné heslo, zkuste to prosím znovu
da_dk: Forkert adgangskode, prøv igen
es_es: Contraseña incorrecta, inténtelo de nuevo
fi_fi: Väärä salasana, yritä uudelleen
fr_fr: Mot de passe incorrect, veuillez réessayer
hi_in: गलत पासवर्ड, कृपया पुन: प्रयास करें
id_id: Kata sandi salah, silakan coba lagi
ky_kg: Туура эмес сырсөз, сураныч, кайра аракет
no_no: Feil passord.
pt_pt: Senha incorreta, por favor, tente novamente
ru_ru: Неправильный пароль, пожалуйста, повторите попытку
sr_sp: Нетачна лозинка, покушајте поново
ta_in: தவறான கடவுச்சொல், தயவுசெய்து மீண்டும் முயற்சிக்கவும்
uk_ua: Неправильний пароль, спробуйте ще раз
vi_vn: Mật khẩu không chính xác, vui lòng thử lại

source: Your PDF file is encrypted with a method that I can't decrypt
af_za: Jou PDF-lêer is geënkripteer met 'n metode wat ek nie kan dekripteer nie
ar_sa: ملف PDF مشفر بطريقة لا أستطيع فك تشفيرها
ca_es: El fitxer PDF està xifrat amb un mètode que no puc desxifrar
cs_cz: Soubor PDF je zašifrován metodou, kterou 1 000 000 000 000 000 000 000 000 000 00
da_dk: PDF-filen er krypteret med en metode, som jeg ikke kan dekryptere
de_de: Ihre PDF-Datei wird mit einer Methode verschlüsselt, die ich nicht entschlüsseln kann
es_es: Su archivo PDF está encriptado con un método que no puedo descifrar
fi_fi: PDF-tiedostosi salataan menetelmällä, jonka salausta en voi purkaa
fr_fr: Votre fichier PDF est crypté avec une méthode que je ne peux pas déchiffrer
hi_in: आपकी पीडीएफ फ़ाइल एक विधि के साथ एन्क्रिप्टेड है जिसे मैं डिक्रिप्ट नहीं कर सकता
hu_hu: A PDF-fájl titkosítva van egy olyan módszerrel, amelyet nem tudok visszafejteni
id_id: File PDF Anda dienkripsi dengan metode yang tidak dapat saya dekripsi
it_it: Il file PDF è crittografato con un metodo che non è possibile decrittografare
ky_kg: Сиздин PDF файлыңыз шифрленген, мен чече албайм
nl_nl: Uw PDF-bestand is versleuteld met een methode die ik niet kan decoderen
no_no: PDF-filen er kryptert med en metode jeg ikke kan dekryptere
pt_pt: Seu arquivo PDF é criptografado com um método que não posso descriptografar
ru_ru: Ваш PDF-файл зашифрован с помощью метода, который я не могу расшифровать
si_lk: මට විකේතනය කළ නොහැකි ක්‍රමයක් සමඟ ඔබේ PDF ගොනුව සංකේතනය කර ඇත
sr_sp: Ваш ПДФ фајл је шифрован методом који не могу да дешифрујем
sv_se: Din PDF-fil är krypterad med en metod som jag inte kan dekryptera
ta_in: உங்கள் PPM கோப்பு குறியாக்கம் செய்யப்பட்டது, நான் மறைகுறிநீக்க முடியாது என்று ஒரு முறை
uk_ua: Ваш PDF-файл зашифровано методом, який не вдається розшифрувати
uz_uz: Sizning PDF -faylingiz shifrlangan, men hal qila olmaydigan usul
vi_vn: Tệp PDF của bạn được mã hóa bằng một phương pháp mà tôi không thể giải mã

source: No text found in your PDF file
af_za: Geen teks in jou PDF-lêer gevind nie
ar_sa: لم يتم العثور على نص في ملف PDF الخاص بك
ca_es: No s'ha trobat cap text al fitxer PDF
cs_cz: V souboru PDF nebyl nalezen žádný text
da_dk: Der blev ikke fundet nogen tekst i din PDF-fil
es_es: No se ha encontrado texto en el archivo PDF
fi_fi: PDF-tiedostosta ei löytynyt tekstiä
fr_fr: Aucun texte trouvé dans votre fichier PDF
hi_in: आपकी PDF फ़ाइल में कोई पाठ नहीं मिला
id_id: Tidak ada teks yang ditemukan di file PDF Anda
ky_kg: PDF файлыңыздан текст табылган жок
no_no: Finner ingen tekst i PDF-filen
pt_pt: Nenhum texto encontrado em seu arquivo PDF
ru_ru: В PDF-файле не найдено текста
sr_sp: Није пронађен текст у ПДФ фајлу
ta_in: உங்கள் PDF கோப்பில் எந்த உரையும் காணப்படவில்லை
uk_ua: У вашому PDF-файлі не знайдено тексту
vi_vn: Không tìm thấy văn bản trong tệp PDF của bạn

source: I couldn't merge your PDF files as this file is invalid: {file_name}
af_za: Ek kon nie jou PDF-lêers saamsmelt nie, aangesien hierdie lêer ongeldig is: {file_name}
ca_es: No he pogut combinar els fitxers PDF perquè aquest fitxer no és vàlid: {file_name}
cs_cz: Nemohl jsem sloučit vaše soubory PDF, protože tento soubor je neplatný: {file_name}
da_dk: Jeg kunne ikke flette PDF-filerne, da filen er ugyldig: {file_name}
de_de: Ich konnte Ihre PDF-Dateien nicht zusammenführen, da diese Datei ungültig ist: {file_name}
es_es: No pude combinar sus archivos PDF ya que este archivo no es válido: {file_name}
fi_fi: PDF-tiedostoja ei voi yhdistää, koska tämä tiedosto ei kelpaa: {file_name}
fr_fr: Je n’ai pas pu fusionner vos fichiers PDF car ce fichier n’est pas valide: {file_name}
hu_hu: Nem tudtam egyesíteni a PDF-fájlokat, mivel ez a fájl érvénytelen: {file_name}
it_it: Non ho potuto unire i tuoi file PDF perché questo file non è valido: {file_name}
ky_kg: PDF файлдарыңызды бириктире алган жокмун, анткени бул файл жараксыз: {file_name}
nl_nl: Ik kon uw PDF-bestanden niet samenvoegen omdat dit bestand ongeldig is: {file_name}
no_no: Jeg kunne ikke slå sammen PDF-filene fordi denne filen er ugyldig: {file_name}
pt_pt: Eu não poderia mesclar seus arquivos PDF, pois este arquivo é inválido: {file_name}
ru_ru: Не удалось объединить PDF-файлы, так как этот файл недействителен: {file_name}
sr_sp: Нисам могао да објединим ваше ПДФ датотеке јер је ова датотека неважећа: {file_name}
sv_se: Jag kunde inte slå samman dina PDF-filer eftersom den här filen är ogiltig: {file_name}
ta_in: இந்தக் கோப்பு செல்லுபடியாகாது என்பதால் உங்கள் PPM கோப்புகளை என்னால் இணைக்க முடியவில்லை: {file_name}
uk_ua: Не вдалося об'єднати PDF-файли, оскільки цей файл неприпустимий: {file_name}
uz_uz: PDF fayllaringizni birlashtira olmadim, chunki bu fayl yaroqsiz: {file_name}
vi_vn: Tôi không thể hợp nhất các tệp PDF của bạn vì tệp này không hợp lệ: {file_name}

source: Your PDF file already has a text layer
af_za: U PDF-lêer het reeds 'n tekslaag
ar_sa: ملفك بالفعل لديه طبقة نص
ca_es: El fitxer PDF ja té una capa de text
cs_cz: Soubor PDF už má textovou vrstvu
da_dk: PDF-filen har allerede et tekstlag
de_de: Ihre PDF-Datei hat bereits eine Textebene
es_es: Tu archivo PDF ya tiene una capa de texto
fi_fi: PDF-tiedostossa on jo tekstikerros
fr_fr: Votre fichier PDF a déjà une couche de texte
hi_in: आपकी पीडीएफ फ़ाइल में पहले से ही एक टेक्स्ट लेयर है
hu_hu: A PDF-fájlnak már van szövegrétege
id_id: File PDF Anda sudah memiliki lapisan teks
it_it: Il file PDF ha già un livello di testo
ky_kg: Сиздин PDF файлыңызда текст катмары бар
ms_my: Fail PDF anda telah mempunyai lapisan teks
nl_nl: Uw PDF-bestand heeft al een tekstlaag
no_no: PDF-filen har allerede et tekstlag
pt_pt: Seu arquivo PDF já tem uma camada de texto
ro_ro: Fișierul PDF are deja un strat text
ru_ru: Ваш PDF-файл уже имеет текстовый слой
si_lk: ඔබගේ PDF ගොනුවට දැනටමත් අකුරු ස්ථරයක් ඇත
sr_sp: Ваш ПДФ фајл већ има слој текста
sv_se: Din PDF-fil har redan ett textlager
ta_in: உங்கள் PPM கோப்பு ஏற்கனவே உரை அடுக்கு உள்ளது
uk_ua: Pdf-файл уже має текстовий шар
uz_uz: Sizning PDF faylingizda allaqachon matn qatlami mavjud
vi_vn: Tệp PDF của bạn đã có một lớp văn bản

source: Your PDF file is invalid
af_za: Jou PDF-lêer is ongeldig
ar_sa: ملف PDF غير صالح
ca_es: El fitxer PDF no és vàlid
cs_cz: Soubor PDF je neplatný
da_dk: Din PDF fil er ugyldig
es_es: Su archivo PDF no es válido
fi_fi: PDF-tiedosto ei kelpaa
fr_fr: Votre fichier PDF n’est pas valide
hi_in: आपकी PDF फ़ाइल अमान्य है
hu_hu: A PDF-fájl érvénytelen
id_id: File PDF Anda tidak valid
ky_kg: Сиздин PDF файлыңыз жараксыз
nl_nl: Uw PDF-bestand is ongeldig
no_no: PDF-filen er ugyldig
pt_pt: Seu arquivo PDF é inválido
ru_ru: Ваш PDF-файл недействителен
sr_sp: Ваша ПДФ датотека је неважећа
ta_in: உங்கள் PDF கோப்பு செல்லுபடியாகாது
uk_ua: Неприпустимий PDF-файл
vi_vn: Tệp PDF của bạn không hợp lệ

source: Your PDF file is encrypted
af_za: Jou PDF-lêer is geënkripteer
ca_es: El fitxer PDF està xifrat
cs_cz: Soubor PDF je zašifrován
da_dk: Din PDF-fil er krypteret
es_es: Su archivo PDF está encriptado
fi_fi: PDF-tiedostosi on salattu
fr_fr: Votre fichier PDF est crypté
hu_hu: A PDF-fájl titkosítva van
ky_kg: Сиздин PDF файлы шифрленген
nl_nl: Uw PDF-bestand is gecodeerd
no_no: PDF-filen er kryptert
pt_pt: Seu arquivo PDF está criptografado
ru_ru: Ваш PDF-файл зашифрован
sr_sp: Ваш ПДФ фајл је шифрован
ta_in: உங்கள் PDF கோப்பு குறியாக்கம் செய்யப்பட்டுள்ளது
uk_ua: Ваш PDF-файл зашифровано

source: Send me the file name that you'll like to rename your PDF file into
af_za: Stuur vir my die lêernaam waarna jy jou PDF-lêer wil hernoem
ar_sa: ارسل لي اسمالكي اغير ملفك له
ca_es: Enviï'm el nom d'arxiu que li agradarà rebatejar el seu arxiu pdf a
cs_cz: Pošlete mi název souboru, do kterého chcete soubor PDF přejmenovat
da_dk: Send mig det filnavn, du vil omdøbe din PDF-fil til
de_de: Senden Sie mir den Dateinamen, in den Sie Ihre PDF-Datei umbenennen möchten
es_es: Envíame el nuevo nombre para renombrar tu archivo PDF
fi_fi: Lähetä tiedostonimi, jonka haluat nimetä PDF-tiedostoksi
fr_fr: Envoyez-moi le nom du fichier que vous aimeriez renommer en PDF
hi_in: मुझे फ़ाइल का नाम भेजें जिसे आप अपनी पीडीएफ फ़ाइल का नाम बदलना चाहते हैं
hu_hu: Küldje el nekem azt a fájlnevet, amelyre át szeretné nevezni a PDF-fájlt
id_id: Kirimi saya nama file yang ingin Anda ganti nama file PDF Anda menjadi
it_it: Inviami il nome in cui vuoi rinominare il file PDF
ky_kg: Мага PDF файлыңыздын атын өзгөрткүңүз келген файлдын атын жөнөтүңүз
ms_my: Hantar nama fail yang anda ingin namakan semula fail PDF anda
nl_nl: Stuur me de gewenste bestandsnaam waar u uw PDF bestand naar wil hernoemen
no_no: Send meg filnavnet du vil gi nytt navn til PDF-filen til
pt_pt: Envie-me o nome do arquivo que você vai gostar de renomear seu arquivo PDF em
ro_ro: Trimiteți-mi numele de fișier în care doriți să redenumiți fișierul PDF
ru_ru: Отправьте мне имя файла, в который вы хотите переименовать файл PDF
si_lk: ඔබගේ PDF ගොනුවේ නාමය වෙනස් කිරීමට ඔබ කැමති ගොනු නාමය මට එවන්න
sr_sp: Пошаљите ми име датотеке у које желите да преименујете свој ПДФ фајл
sv_se: Skicka mig filnamnet som du kommer att vilja byta namn på din PDF-fil i
ta_in: உங்கள் PTM கோப்பை மறுபெயரிட விரும்பும் கோப்பு பெயரை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені ім'я файлу, на який потрібно перейменувати файл PDF
uz_uz: PDF faylingizni qayta nomlashni xohlagan fayl nomini menga yuboring
vi_vn: Gửi cho tôi tên tệp mà bạn muốn đổi tên tệp PDF của mình thành

source: File names can't contain any of the following characters:
ca_es: Els noms de fitxer no poden contenir cap dels caràcters següents:
cs_cz: Názvy souborů nemohou obsahovat žádný z následujících znaků:
de_de: Dateinamen dürfen keines der folgenden Zeichen enthalten:
es_es: Los nombres de archivo no pueden contener ninguno de los siguientes caracteres:
fi_fi: Tiedostonimet eivät voi sisältää seuraavia merkkejä:
fr_fr: Les noms de fichiers ne peuvent contenir aucun des caractères suivants :
hu_hu: A fájlnevek nem tartalmazhatják a következő karakterek egyikét sem:
it_it: I nomi dei file non possono contenere nessuno dei caratteri seguenti:
ky_kg: Файл аттары төмөнкү символдордун бирин да камтый албайт:
nl_nl: Bestandsnamen mogen geen van de volgende tekens bevatten:
pt_pt: Os nomes dos arquivos não podem conter nenhum dos seguintes caracteres:
ru_ru: Имена файлов не могут содержать следующие символы:
sr_sp: Имена датотека не могу да садрже ниједан од следећих знакова:
sv_se: Filnamn får inte innehålla något av följande tecken:
uz_uz: Fayl nomlari quyidagi belgilarni o'z ichiga olmaydi:

source: Please try again
ca_es: Torneu-ho a provar
cs_cz: Opakujte akci.
de_de: Bitte versuchen Sie es erneut
es_es: Inténtalo de nuevo
fi_fi: Yritä uudelleen.
fr_fr: Veuillez réessayer
hu_hu: Próbálkozzon újra
it_it: Riprovare
ky_kg: Кайра аракет кылыңыз
nl_nl: Probeer het opnieuw
pt_pt: Por favor, tente de novo.
ru_ru: Пожалуйста, попробуйте еще раз
sr_sp: Покушајте поново
sv_se: Försök igen
uz_uz: Iltimos, yana bir bor urinib ko'ring

source: Select the degrees that you'll like to rotate your PDF file in clockwise
af_za: Kies die grade wat jy jou PDF-lêer in kloksgewys wil draai
ar_sa: حدد الدرجة التي تريد تدوير الملف بهاحسب حركة عقارب الساعة
ca_es: Seleccioneu els graus que voleu girar el fitxer PDF en sentit horari
cs_cz: Vyberte stupně, které chcete otočit soubor PDF ve směru hodinových ručiček
da_dk: Vælg de grader, du vil rotere PDF-filen med uret
de_de: Wählen Sie die Grade aus, die Sie Ihre PDF-Datei im Uhrzeigersinn drehen möchten
es_es: Selecciona los grados que te gustaría rotar tu archivo PDF en sentido horario
fi_fi: Valitse asteet, joita haluat kiertää PDF-tiedostoa myötäpäivään
fr_fr: Sélectionnez les degrés que vous voulez pour faire pivoter votre fichier PDF dans le sens des aiguilles d'une montre
hi_in: उन डिग्रियों का चयन करें जिन्हें आप अपनी पीडीएफ फ़ाइल को दक्षिणावर्त में घुमाना चाहते हैं
hu_hu: Válassza ki, hogy milyen mértékben szeretné elforgatni a PDF-fájlt az óramutató járásával megegyező irányban
id_id: Pilih derajat yang ingin Anda putar file PDF Anda searah jarum jam
it_it: Seleziona di quanti gradi, in senso orario, vorresti ruotare il PDF
ky_kg: PDF файлыңызды саат жебеси боюнча бурууну каалаган даражаларды тандаңыз
ms_my: Pilih darjah yang anda ingin putar fail PDF anda mengikut arah jam
nl_nl: Selecteer met hoeveel graden u uw PDF-bestand wilt roteren met de klok mee
no_no: Velg gradene du vil rotere PDF-filen med klokken
pt_pt: Selecione os graus que você gostaria de girar seu arquivo PDF no sentido horário
ro_ro: Selectați gradele pe care doriți să le rotiți fișierul PDF în sensul acelor de ceasornic
ru_ru: Выберите градусы, на которые вы хотели бы повернуть PDF-файл по часовой стрелке
si_lk: ඔබේ PDF ගොනුව දක්ෂිණාවර්තව භ්‍රමණය කිරීමට ඔබ කැමති අංශක ප්‍රමාණය තෝරන්න
sr_sp: Изаберите степене које ћете хтети да ротирајте ПДФ фајл у смеру казаљке на сату
sv_se: Välj de grader som du ska vilja rotera din PDF-fil i medsols
ta_in: உங்கள் PP1 கோப்பை கடிகாரதிசையில் சுழற்ற விரும்பும் டிகிரியைத் தேர்ந்தெடுக்கவும்
uk_ua: Виберіть ступені, які ви хотіли б повернути PDF-файл за годинниковою стрілкою
uz_uz: PDF-faylingizni soat yo'nalishi bo'yicha aylantirishni xohlaydigan darajalarni tanlang
vi_vn: Chọn độ bạn muốn xoay tệp PDF theo chiều kim đồng hồ

source: By scaling factor
ca_es: Per factor d'escalat
cs_cz: Podle faktoru měřítka
da_dk: Ved skalering af faktor
es_es: Por factor de escala
fi_fi: Skaalaamalla kerrointa
fr_fr: Par facteur d’échelle
ky_kg: Масштабдоо фактору боюнча
pt_pt: Por fator de escala
ru_ru: По коэффициенту масштабирования
sr_sp: Подешавањем размере фактора

source: To dimension
af_za: Om dimensie te dimensie
ar_sa: إلى البعد
ca_es: A la dimensió
cs_cz: Do dimenze
da_dk: Til dimension
es_es: A dimensión
fi_fi: Dimensioon
fr_fr: Pour dimensionner
hi_in: आयाम के लिए
id_id: Ke dimensi
ky_kg: Өлчөмгө чейин
no_no: Til dimensjon
pt_pt: Para dimensionar
ru_ru: К размеру
sr_sp: У димензију
ta_in: பரிமாணத்திற்கு
uk_ua: До розмірності
vi_vn: Đến kích thước

source: Select the scale type that you'll like to perform
ca_es: Seleccioneu el tipus d'escala que voleu realitzar
cs_cz: Vyberte typ měřítka, který chcete provést
da_dk: Vælg den skaleringstype, du vil udføre
de_de: Wählen Sie den Skalentyp aus, den Sie ausführen möchten
es_es: Seleccione el tipo de escala que le gustaría realizar
fi_fi: Valitse asteikkotyyppi, jonka haluat suorittaa
fr_fr: Sélectionner les actions que vous souhaitez effectuer
hu_hu: Válassza ki a végrehajtani kívánt léptéktípust
it_it: Seleziona il tipo di scala che vorresti eseguire
ky_kg: Сиз аткарууну каалаган масштаб түрүн тандаңыз
ms_my: Pilih jenis skala yang anda ingin laksanakan
nl_nl: Selecteer het type verkleining dat je wilt gebruiken
pt_pt: Selecione o tipo de escala que você gostaria de executar
ro_ro: Selectați tipul de scală pe care doriți să îl efectuați
ru_ru: Выберите тип масштаба, который вы хотите выполнить
sr_sp: Изаберите тип размере који ћете хтети да извршите
sv_se: Välj den skaltyp som du ska vilja utföra
uz_uz: Siz bajarmoqchi bo'lgan o'lchov turini tanlang
