Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: {command} - convert and combine multiple images into PDF files
af_za: {command} - omskep en kombineer verskeie beelde in PDF-lêers
ar_sa: {command} - تحويل ودمج صور متعددة في ملفات PDF
ca_es: {command} : converteix i combina diverses imatges en fitxers PDF
cs_cz: {command} - převést a kombinovat více obrázků do souborů PDF
da_dk: {command} - konvertere og kombinere flere billeder i PDF-filer
de_de: {command} - Konvertieren und Kombinieren mehrerer Bilder in PDF-Dateien
es_es: {command} - convertir y combinar múltiples imágenes en archivos PDF
fi_fi: {command} - muuntaa ja yhdistää useita kuvia PDF-tiedostoiksi
fr_fr: {command} - convertir et combiner plusieurs images en fichiers PDF
hi_in: {command} - कन्वर्ट और पीडीएफ फाइलों में कई छवियों को गठबंधन
hu_hu: {command} - több kép konvertálása és kombinálása PDF-fájlokká
id_id: {command} - mengonversi dan menggabungkan beberapa gambar menjadi file PDF
ky_kg: {command} - бир нече сүрөттөрдү PDF файлдарына айлантуу жана айкалыштыруу
nl_nl: {command} - converteer en combineer meerdere afbeeldingen naar PDF-bestanden
no_no: {command} - konvertere og kombinere flere bilder i PDF-filer
pt_pt: {command} - converta e combine várias imagens em arquivos PDF
ru_ru: {command} - конвертируйте и объединяйте несколько изображений в PDF-файлы
sr_sp: {command} - конвертовање и комбиновање више слика у ПДФ фајлове
sv_se: {command} - konvertera och kombinera flera bilder till PDF-filer
ta_in: {command} - PTM கோப்புகளில் பல படங்களை மாற்றி இணைக்கவும்
uk_ua: {command} - конвертувати та об'єднувати кілька зображень у ФАЙЛИ PDF
uz_uz: {command} - bir nechta tasvirlarni PDF-fayllarga aylantiring va birlashtiring
vi_vn: {command} - chuyển đổi và kết hợp nhiều hình ảnh thành tệp PDF

source: {command} - create PDF files from text messages
af_za: {command} - skep PDF-lêers van teksboodskappe
ar_sa: {command} -- إنشاء ملفات PDF من الرسائل النصية
ca_es: {command} : creeu fitxers PDF a partir de missatges de text
cs_cz: {command} - vytváření souborů PDF z textových zpráv
da_dk: {command} - oprette PDF-filer ud fra tekstbeskeder
de_de: {command} - PDF-Dateien aus Textnachrichten erstellen
es_es: {command} - crear archivos PDF a partir de mensajes de texto
fi_fi: {command} - pdf-tiedostojen luominen tekstiviesteistä
fr_fr: {command} - créer des fichiers PDF à partir de messages texte
hi_in: {command} - टेक्स्ट संदेशों से पीडीएफ फ़ाइलें बनाएं
hu_hu: {command} - PDF fájlok létrehozása szöveges üzenetekből
id_id: {command} - buat file PDF dari pesan teks
it_it: {command} - creare file PDF da messaggi di testo
ky_kg: {command} - текст файлдарынан PDF файлдарын түзүү
nl_nl: {command} - PDF-bestanden maken op tekstberichten
no_no: {command} - opprett PDF-filer fra tekstmeldinger
pt_pt: {command} - crie arquivos PDF a partir de mensagens de texto
ru_ru: {command} - создание PDF файлов из текстовых сообщений
si_lk: {command} - කෙටි පණිවුඩ වලින් PDF ගොනු සාදන්න
sr_sp: {command} - креирање ПДФ фајлова од текстуалних порука
sv_se: {command} - skapa PDF-filer från textmeddelanden
ta_in: {command} - உரை செய்திகளில் இருந்து PPM கோப்புகளை உருவாக்கவும்
uk_ua: {command} - створення PDF-файлів з текстових повідомлень
uz_uz: {command} - matnli xabarlardan PDF -fayllarni yaratish
vi_vn: {command} - tạo tệp PDF từ tin nhắn văn bản

source: {command} - add watermark to PDF files
af_za: {command} - voeg watermerk by PDF-lêers
ar_sa: {command} - إضافة علامة مائية لملفات PDF
ca_es: {command} - afegiu la marca d'aigua als fitxers PDF
cs_cz: {command} - přidání vodoznaku do souborů PDF
da_dk: {command} - føj vandmærke til PDF-filer
de_de: {command} - Wasserzeichen zu PDF-Dateien hinzufügen
es_es: {command} - añadir marca de agua a los archivos PDF
fi_fi: {command} - lisää vesileima PDF-tiedostoihin
fr_fr: {command} - ajouter un filigrane aux fichiers PDF
hi_in: {command} - पीडीएफ फाइलों में वॉटरमार्क जोड़ें
hu_hu: {command} - vízjel hozzáadása PDF fájlokhoz
id_id: {command} - tambahkan cap air ke file PDF
it_it: {command} - aggiungere filigrana ai file PDF
ky_kg: {command} - PDF файлдарына суу белгисин кошуу
nl_nl: {command} - watermerk toevoegen aan PDF-bestanden
no_no: {command} - legg til vannmerke i PDF-filer
pt_pt: {command} - adicionar marca d'água aos arquivos PDF
ru_ru: {command} - добавление водяного знака в PDF-файлы
si_lk: {command} - පීඩීඑෆ් ගොනු වලට ජල සලකුණක් එක් කරන්න
sr_sp: {command} - додајте водени жиг ПДФ фајловима
sv_se: {command} - lägg till vattenstämpel i PDF-filer
ta_in: {command} - PTM கோப்புகளில் வாட்டர்மார்க் சேர்க்கவும்
uk_ua: {command} - додати водяний знак до PDF-файлів
uz_uz: {command} - PDF -fayllarga suv belgisini qo'shing
vi_vn: {command} - thêm hình nền mờ vào tệp PDF

source: The button has expired, please try again with a new message/query then press the new button
cs_cz: Platnost tlačítka vypršela, zkuste to prosím znovu s novou zprávou/dotazem a stiskněte tlačítko Nový
es_es: El botón ha caducado, inténtelo de nuevo con un nuevo mensaje / consulta y luego presione el botón nuevo
fi_fi: Painike on vanhentunut, yritä uudelleen uudella viestillä/kyselyllä ja paina sitten uutta painiketta
fr_fr: Le bouton a expiré, veuillez réessayer avec un nouveau message/requête, puis appuyez sur le nouveau bouton
hu_hu: A gomb lejárt, próbálkozzon újra egy új üzenettel/lekérdezéssel, majd nyomja meg az új gombot
ky_kg: баскычы аяктады, сураныч, жаңы билдирүү / суроо менен кайра аракет, андан кийин жаңы баскычын басуу
nl_nl: De knop is verlopen, probeer het opnieuw met een nieuw bericht / query en druk vervolgens op de nieuwe knop
sr_sp: Дугме је истекло, покушајте поново са новом поруком/упитом, а затим притисните ново дугме

source: Send me your feedback (only English feedback will be forwarded to my developer)
de_de: Senden Sie mir Ihr Feedback (nur englisches Feedback wird an meinen Entwickler weitergeleitet)
es_es: Envíeme sus comentarios (solo los comentarios en inglés serán reenviados a mi desarrollador)
fi_fi: Lähetä minulle palautteesi (vain englanninkielinen palaute välittyy kehittäjälleni)
fr_fr: Envoyez-moi vos commentaires (seuls les commentaires en anglais seront transmis à mon développeur)
hu_hu: Küldje el visszajelzését (csak az angol visszajelzést továbbítjuk a fejlesztőmnek)
it_it: Inviami il tuo feedback (solo il feedback in inglese verrà inoltrato al mio sviluppatore)
ms_my: Hantar maklum balas anda (hanya maklum balas Bahasa Inggeris akan dikemukakan kepada pemaju saya)
nl_nl: Stuur mij uw feedback (alleen Engelse feedback wordt doorgestuurd naar mijn ontwikkelaar)
ro_ro: Trimite-mi feedback-ul dumneavoastră (numai feedback-ul în limba engleză vor fi transmise la dezvoltatorul meu)
sv_se: Skicka mig din feedback (endast engelska feedback kommer att vidarebefordras till min utvecklare)
uz_uz: Menga fikringizni yuboring (faqat ingliz tilida)

source: Thank you for your feedback, I've already forwarded it to my developer
de_de: Vielen Dank für Ihr Feedback, ich habe es bereits an meinen Entwickler weitergeleitet
es_es: Gracias por tus comentarios, ya lo he enviado a mi desarrollador
fi_fi: Kiitos palautteestasi, olen jo välittänyt sen kehittäjälleni
fr_fr: Merci pour votre commentaire, je l'ai déjà transmis à mon développeur
hu_hu: Köszönöm a visszajelzést, már továbbítottam a fejlesztőmnek
it_it: Grazie per il tuo feedback, l'ho già inoltrato al mio sviluppatore
ms_my: Terima kasih atas maklum balas anda, saya telah mengemukakannya kepada pemaju saya
nl_nl: Bedankt voor je feedback, ik heb het al doorgestuurd naar mijn ontwikkelaar
ro_ro: Vă mulțumim pentru feedback-ul dvs., l-am trimis deja la dezvoltatorul meu
sv_se: Tack för din feedback, jag har redan vidarebefordrat den till min utvecklare
uz_uz: Fikr-mulohazangiz uchun rahmat, Men uni dasturchiga yubordim

source: The feedback is not in English, try again
af_za: Die terugvoer is nie in Engels nie, probeer weer
ar_sa: هذه المراجعة ليست باللغة الإنكليزية ، حاول مجدداً
ca_es: Els comentaris no estan en anglès, intenta-ho de nou
cs_cz: Zpětná vazba není v angličtině, zkuste to znovu
da_dk: Tilbagemeldingerne er ikke på engelsk, prøv igen
de_de: Das Feedback ist nicht auf Englisch, versuchen Sie es erneut
es_es: El comentario no está en inglés, inténtalo de nuevo
fi_fi: Palaute ei ole englanniksi, yritä uudelleen
fr_fr: Le commentaire n'est pas en anglais, réessayez
hi_in: प्रतिक्रिया अंग्रेजी में नहीं है, फिर से प्रयास करें
hu_hu: A visszajelzés nem angol nyelvű, próbálkozzon újra
id_id: Umpan balik tidak dalam bahasa Inggris, coba lagi
it_it: Il feedback non è in inglese, riprova
ky_kg: Пикир англис тилинде эмес, кайра аракет кылыңыз
ms_my: Maklum balas tidak dalam bahasa Inggeris, cuba lagi
nl_nl: De feedback is niet in het Engels, probeer het opnieuw
no_no: Tilbakemeldingen er ikke på engelsk, prøv igjen
pt_pt: O feedback não está em inglês, tente novamente
ro_ro: Feedback-ul nu este în limba engleză, încercați din nou
ru_ru: Отзыв не на английском языке, попробуйте еще раз
si_lk: මෙම ෆීඩ්බැක් එක ඉංග්‍රීසි නොවන බව හදුනා ගෙන ඇත, නැවත උත්සාහ කරන්න
sr_sp: Повратне информације нису на енглеском, покушајте поново
sv_se: Återkopplingen är inte på engelska, försök igen
ta_in: பின்னூட்டம் ஆங்கிலத்தில் இல்லை, மீண்டும் முயற்சிக்கவும்
uk_ua: Зворотній зв'язок не англійською мовою, повторіть спробу
uz_uz: Fikr ingliz tilida emas, qaytadan urunib ko'ring
vi_vn: Phản hồi không phải bằng tiếng Anh, hãy thử lại

source: Select your language
af_za: Kies jou taal
ar_sa: حدد لغتك
ca_es: Selecciona l'idioma
cs_cz: Vyberte si jazyk
da_dk: Vælg dit sprog
de_de: Wählen Sie Ihre Sprache
es_es: Selecciona tu idioma
fi_fi: Valitse kieli
fr_fr: Sélectionnez votre langue
hi_in: अपनी भाषा चुनें
hu_hu: Válassza ki a nyelvet
id_id: Pilih bahasa Anda
it_it: Seleziona la tua lingua
ky_kg: Тилиңизди тандаңыз
ms_my: Pilih bahasa anda
nl_nl: Uw taal selecteren
no_no: Velg språk
pt_pt: Selecione seu idioma
ro_ro: Selectați limba dvs.
ru_ru: Выберите свой язык
si_lk: භාෂාව තෝරන්න
sr_sp: Изаберите ваш језик
sv_se: Välj språk
ta_in: உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்
uk_ua: Виберіть мову
uz_uz: Tilingizni tanlang
vi_vn: Chọn ngôn ngữ của bạn

source: Your language has been set to {language}
af_za: Jou taal is ingestel om te {language}
ar_sa: تم تعيين لغتك إلى {language}
ca_es: La teva llengua està preparada per {language}
cs_cz: Váš jazyk byl nastaven na {language}
da_dk: Dit sprog er indstillet til {language}
de_de: Ihre Sprache wurde auf {language}eingestellt
es_es: Su idioma se ha establecido en {language}
fi_fi: Kielesi on määritetty {language}
fr_fr: Votre langue a été définie sur {language}
hi_in: आपकी भाषा को {language}के लिए सेट किया गया है
hu_hu: A nyelved {language}
id_id: Bahasa Anda telah diatur untuk {language}
it_it: La tua lingua è stata impostata {language}
ky_kg: Сиздин тилиңиз {language}
nl_nl: Uw taal is ingesteld op {language}
no_no: Språket er satt til {language}
pt_pt: Sua linguagem foi definida para {language}
ru_ru: Ваш язык настроен на {language}
si_lk: {language}ලෙස සකසා ඇත
sr_sp: Ваш језик је подешен на {language}
sv_se: Ditt språk har ställts in på {language}
ta_in: உங்கள் மொழி {language}
uk_ua: Для вашої мови встановлено значення {language}
uz_uz: Sizning tilingiz {language}
vi_vn: Ngôn ngữ của bạn đã được thiết lập để {language}

source: Help translate PDF Bot
af_za: Help vertaal PDF Bot
ar_sa: ساعد على ترجمة PDF Bot
ca_es: Ajuda traducció PDF bot
cs_cz: Nápověda přeložit PDF Bot
da_dk: Hjælp med at oversætte PDF Bot
de_de: Hilfe beim Übersetzen von PDF Bot
es_es: Ayuda a traducir la aplicación
fi_fi: Auta kääntämään PDF-botti
fr_fr: Aider à traduire PDF Bot
hi_in: पीडीएफ बॉट का अनुवाद करने में मदद करें
hu_hu: Segítség a PDF Bot fordításában
id_id: Membantu menerjemahkan PDF Bot
it_it: Aiuta a tradurre PDF Bot
ky_kg: PDF Bot которууга жардам бериңиз
ms_my: Bantu menterjemah Bot PDF
nl_nl: Help mee met het vertalen van PDF Bot
no_no: Hjelp til å oversette PDF Bot
pt_pt: Ajudar a traduzir PDF Bot
ro_ro: Ajutor pentru traducerea PDF Bot
ru_ru: Помочь перевести PDF Bot
si_lk: PDF බොට් පරිවර්තනය කිරීමට උදව් කරන්න
sr_sp: Помогните да се ПДФ Бот преведе
sv_se: Hjälp till att översätta PDF Bot
ta_in: PTM போட் மொழிபெயர்க்க உதவுங்கள்
uk_ua: Як перекласти PDF-бот
uz_uz: PDF botni tarjima qilishga yordamlashish
vi_vn: Trợ giúp dịch PDF Bot

source: Select how you want to support PDF Bot
af_za: Kies hoe jy PDF Bot wil ondersteun
ar_sa: حدد كيف تريد دعم PDF Bot
ca_es: Selecciona com vols l'ajuda PDF bot
cs_cz: Vyberte, jak chcete podporovat PDF Bot
da_dk: Vælg, hvordan du vil understøtte PDF Bot
de_de: Wählen Sie aus, wie Sie PDF Bot unterstützen möchten
es_es: Selecciona cómo quieres apoyar a PDF Bot
fi_fi: Valitse, miten haluat tukea PDF Botia
fr_fr: Sélectionnez comment vous voulez aider PDF Bot
hi_in: आप पीडीएफ बॉट का समर्थन कैसे करना चाहते हैं
hu_hu: Válassza ki, hogyan szeretné támogatni a PDF Bot
id_id: Pilih cara yang Anda inginkan untuk mendukung PDF Bot
it_it: Selezione come vuoi supportare PDF Bot
ky_kg: PDF Botту кантип колдоону каалаарыңызды тандаңыз
ms_my: Pilih bagaimana anda mahu menyokong PDF Bot
nl_nl: Selecteer hoe u PDF Bot wilt ondersteunen
no_no: Velg hvordan du vil støtte PDF Bot
pt_pt: Selecione como deseja suportar o PDF Bot
ro_ro: Selectați modul în care doriți să acceptați PDF Bot
ru_ru: Выберите, каким образом вы хотите поддержать PDF Bot
si_lk: ඔබ PDF බොට්ට සඳහා සහය දැක්විය හැකි ආකාරය තෝරන්න
sr_sp: Изаберите како желите да подржите ПДФ Бота
sv_se: Välj hur du vill stödja PDF Bot
ta_in: PTM போட் ஐ எவ்வாறு ஆதரிக்க விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்
uk_ua: Виберіть спосіб підтримки PDF-бота
uz_uz: PDF botni qanday qo'llab-quvvatlashingiz mumkinligini tanlang
vi_vn: Chọn cách bạn muốn hỗ trợ PDF Bot

source: Say thanks to PDF Bot and help keep it running
af_za: Sê dankie aan PDF Bot en help om dit aan die gang te hou
ar_sa: قل سكر ل PDF Bot و ساعد باستمراره
ca_es: Agraeix PDF bot i ajuda al seu manteniment
cs_cz: Řekněte díky PDF Bot a pomozte udržet ho v chodu
da_dk: Sig tak til PDF Bot og hjælpe med at holde det kørende
de_de: Sagen Sie danke an PDF Bot und helfen Sie, es am Laufen zu halten
es_es: Agradece a PDF Bot y ayuda a mantenerlo funcionando
fi_fi: Kiitä PDF Botia ja auta pitämään se käynnissä
fr_fr: Dites merci à PDF Bot et aidez-le à le faire fonctionner
hi_in: पीडीएफ बॉट के लिए धन्यवाद कहें और इसे चालू रखने में मदद करें
hu_hu: Köszönj a PDF Botnak, és segíts megőrizni a működését
id_id: Ucapkan terima kasih kepada PDF Bot dan bantu agar tetap dapat berjalan
it_it: Ringrazia PDF Bot ed aiutalo a mantenerlo attivo
ky_kg: PDF Botко рахмат айтыңыз жана анын иштешине жардам бериңиз
ms_my: Katakan terima kasih kepada PDF Bot dan membantu memastikan ia berjalan
nl_nl: Bedank en waardeer PDF Bot en help deze draaiend te houden
no_no: Si takk til PDF Bot og bidra til å holde den i gang
pt_pt: Diga obrigado ao PDF Bot e ajude a mantê-lo funcionando
ro_ro: Spune datorită PDF Bot și de a ajuta la menținerea acestuia rulează
ru_ru: Скажите спасибо PDF Bot и помогите поддерживать его в рабочем состоянии
si_lk: PDF බොට්ට ස්තූතියි කියමින් එය දිගටම පවත්වා ගැනීමට උදව් කරන්න
sr_sp: Захвалите се ПДФ Боту и помозите му да настави да ради
sv_se: Säg tack vare PDF Bot och hjälpa till att hålla den igång
ta_in: PTM பாட் நன்றி சொல்ல மற்றும் அதை இயங்கும் வைக்க உதவ
uk_ua: Скажімо, завдяки PDF Bot і допомогти тримати його працює
uz_uz: PDF botiga rahmat ayting va uni ishlatishda savom eting
vi_vn: Nói lời cảm ơn đến PDF Bot và giúp giữ cho nó chạy

source: Something went wrong
de_de: Irgendetwas ist schief gelaufen
es_es: Algo salió mal
fi_fi: Jokin meni vikaan
fr_fr: Une erreur s’est produite
hu_hu: Valami rosszul sült el
it_it: Qualcosa è andato storto
ms_my: Sesuatu yang tidak kena
nl_nl: Er is iets misgegaan
ro_ro: Ceva nu a mers bine.
sv_se: Något gick fel
uz_uz: Xatolik yuz berdi

source: Thank you for your support!
af_za: Dankie vir jou ondersteuning!
ar_sa: شكرا على دعمك!
ca_es: Gràcies pel teu suport!
cs_cz: Děkujeme vám za vaši podporu!
da_dk: Tak for din støtte!
de_de: Vielen Dank für Ihre Unterstützung!
es_es: ¡Gracias por tu ayuda!
fi_fi: Kiitos tuestanne!
fr_fr: Merci de votre soutien!
hi_in: आपके समर्थन के लिए धन्यवाद!
hu_hu: Köszönöm a támogatást!
id_id: Terima kasih atas dukungan Anda!
it_it: Grazie per il tuo supporto!
ky_kg: Колдооңуз үчүн рахмат!
ms_my: Terima kasih atas sokongan anda!
nl_nl: Bedankt voor je steun!
no_no: Takk for din støtte!
pt_pt: Obrigado pelo apoio!
ro_ro: Vă mulțumim pentru sprijin!
ru_ru: Спасибо за вашу поддержку!
si_lk: ඔබගේ සහයෝගයට ස්තූතියි!
sr_sp: Хвала вам на подршци!
sv_se: Tack för ert stöd!
ta_in: உங்கள் ஆதரவுக்கு நன்றி!
uk_ua: Дякуємо за підтримку!
uz_uz: Qo'llab-quvvatlaganingiz uchun rahmat!
vi_vn: Cảm ơn bạn đã hỗ trợ của bạn!

source: Timed out processing your web page, your web page is probably too complex to process
de_de: Zeitüberschreitung bei der Verarbeitung Ihrer Webseite ist Ihre Webseite wahrscheinlich zu komplex, um sie zu verarbeiten
es_es: Agotado el tiempo de espera para procesar su página web, su página web es probablemente demasiado compleja para procesarla
fi_fi: Verkkosivun aikakatkaisija, verkkosivusi on todennäköisesti liian monimutkainen käsiteltäväksi
fr_fr: Le traitement de votre page Web a expiré, votre page Web est probablement trop complexe à traiter
hu_hu: A weboldal feldolgozásának időzére időzve a weboldal valószínűleg túl bonyolult a feldolgozáshoz
nl_nl: Als u een time-out krijgt bij het verwerken van uw webpagina, is uw webpagina waarschijnlijk te complex om te verwerken
sv_se: Tidsgränsen för att bearbeta webbsidan är förmodligen för komplex för att bearbetas
uz_uz: Veb-sahifangizni qayta ishlash vaqti tugadi, veb-sahifangizni qayta ishlash juda murakkab

source: You've sent me this web page already and I'm still converting it
ca_es: Ja has enviat aquesta pàgina i l'estem convertint
cs_cz: Už jsi mi poslal tuhle webovou stránku a já ji pořád převádím
da_dk: Du har sendt mig denne webside allerede, og jeg er stadig konvertere det
de_de: Sie haben mir diese Webseite bereits geschickt und ich bin immer noch konvertieren
es_es: Ya me has enviado esta página web y sigo convirtiéndola
fi_fi: Olet jo lähettänyt minulle tämän verkkosivun, ja muunnan sitä yhä
fr_fr: Vous m'avez déjà envoyé cette page web et je suis toujours en train de la convertir
hu_hu: Már elküldted nekem ezt a weboldalt, és még mindig konvertálom
it_it: Mi hai già inviato questa pagina web e la sto ancora convertendo
ky_kg: Сиз мага бул веб -баракчаны мурунтан эле жибергенсиз, мен дагы эле аны өзгөртүп жатам
ms_my: Anda telah menghantar saya laman web ini sudah dan saya masih menukarnya
nl_nl: Je hebt me deze webpagina al gestuurd en ik ben nog steeds bezig met het converteren
pt_pt: Você já me enviou esta página web e eu ainda estou convertendo-a
ro_ro: Mi-ai trimis deja această pagină web și încă o convertesc.
ru_ru: Вы уже отправили мне эту веб-страницу, и я все еще преобразую ее
sr_sp: Већ си ми послао ову wеб страницу, а ја је још увек конвертујем
sv_se: Du har skickat mig denna webbsida redan och jag är fortfarande konvertera det
uz_uz: Siz menga ushbu veb-sahifani allaqachon yuborgansiz va men hanuzgacha uni o'zgartiryabman

source: Converting your web page into a PDF file
ca_es: Converteix la teva pàgina web a un arxiu PDF
cs_cz: Převedení webové stránky na soubor PDF
da_dk: Konvertere din webside til en PDF-fil
de_de: Konvertieren Ihrer Webseite in eine PDF-Datei
es_es: Convirtiendo tu página web en un archivo PDF
fi_fi: Verkkosivun muuntaminen PDF-tiedostoksi
fr_fr: Conversion de votre page web en un fichier PDF
hu_hu: A weblap konvertálása PDF-fájllá
it_it: Sto convertendo la pagina web in PDF
ky_kg: Веб баракчаңызды PDF файлына айландыруу
ms_my: Menukar laman web anda ke dalam fail PDF
nl_nl: Webpagina converteren naar een PDF bestand
pt_pt: Convertendo sua página web em um arquivo PDF
ro_ro: Conversia paginii web într-un fișier PDF
ru_ru: Преобразование вашей веб-страницы в PDF файл
sr_sp: Конвертовање Wеб странице у ПДФ датотеку
sv_se: Konvertera din webbsida till en PDF-fil
uz_uz: Veb sahifani PDF faylga o'zgartirish

source: Unable to reach your web page
ca_es: No es pot accedir a la teva pàgina web
cs_cz: Nelze se dostat na webovou stránku
da_dk: Der kan ikke nås til din webside
de_de: Ihre Webseite kann nicht erreicht werden
es_es: No se puede acceder a tu página web
fi_fi: Verkkosivulle ei saada yhteyttä
fr_fr: Impossible d'accéder à votre page web
hu_hu: Nem érhető el a weboldal
it_it: Impossibile raggiungere la pagina web
ky_kg: Веб баракчаңызга жетүү мүмкүн эмес
ms_my: Tidak dapat sampai ke laman web anda
nl_nl: Kan uw webpagina niet bereiken
pt_pt: Não é possível acessar sua página web
ro_ro: Imposibil de accesat pagina web
ru_ru: Невозможно добраться до вашей веб-страницы
sr_sp: Није могуће стићи до Wеб странице
sv_se: Det går inte att nå din webbsida
uz_uz: Veb-sahifangizga ulanib bo'lmadi

source: Failed to convert your web page
ca_es: No s'ha pogut convertir la pàgina web
cs_cz: Převod webové stránky se nezdařil
da_dk: Kunne ikke konvertere din webside
es_es: Error al convertir su página web
fi_fi: Verkkosivun muuntaminen epäonnistui
fr_fr: Impossible de convertir votre page Web
hu_hu: Nem sikerült konvertálni a weblapot
ky_kg: Веб-баракчаңызды конвертациялоо ишке ашпады
nl_nl: Kan uw webpagina niet converteren
pt_pt: Falha na conversão de sua página web
ru_ru: Не удалось преобразовать веб-страницу
sr_sp: Конвертовање Wеб странице није успело

source: Action cancelled
af_za: Aksie gekanselleer
ar_sa: تم الغاء الامر
ca_es: Acció cancelada
cs_cz: Akce byla zrušena
da_dk: Handlingen blev annulleret
de_de: Aktion abgebrochen
es_es: Acción cancelada
fi_fi: Toiminto peruutettu
fr_fr: Action annulée
hi_in: कार्रवाई रद्द
hu_hu: Művelet megszakítva
id_id: Aksi dibatalkan
it_it: Azione annullata
ky_kg: Аракет жокко чыгарылды
ms_my: Tindakan dibatalkan
nl_nl: Actie geannuleerd
no_no: Handling avbrutt
pt_pt: Ação cancelada
ro_ro: Acțiune revocată
ru_ru: Действие отменено
si_lk: ක්‍රියාව අවලංගු කරන ලදි
sr_sp: Радња је отказана
sv_se: Åtgärden avbryts
ta_in: நடவடிக்கை ரத்து
uk_ua: Дію скасовано
uz_uz: Harakat bekor qilindi
vi_vn: Hành động bị hủy bỏ

source: Something went wrong, please start over again
de_de: Etwas ist schief gelaufen, bitte fangen Sie wieder von vorne an
es_es: Algo salió mal, por favor vuelve a empezar de nuevo
fi_fi: Jokin meni pieleen.
fr_fr: Quelque chose s’est mal passé, s’il vous plaît recommencer
hu_hu: Valami elromlott, kérem, kezdje újra.
it_it: Qualcosa è andato storto, per favore ricomincia
nl_nl: Er is iets misgegaan, begin opnieuw.
sv_se: Något gick fel, börja om från början.
uz_uz: Xatolik yuz berdi, qaytadan boshlang

source: Your file is invalid and I couldn't open and process it
de_de: Ihre Datei ist ungültig und ich konnte sie nicht öffnen und verarbeiten
es_es: Su archivo no es válido y no pude abrirlo y procesarlo
fi_fi: Tiedostosi ei kelpaa, enkä voinut avata ja käsitellä sitä
fr_fr: Votre fichier n’est pas valide et je n’ai pas pu l’ouvrir et le traiter
hu_hu: A fájl érvénytelen, és nem tudtam megnyitni és feldolgozni
it_it: Il file non è valido e non è stato possibile aprirlo ed elaborarlo
nl_nl: Uw bestand is ongeldig en ik kon het niet openen en verwerken
sv_se: Filen är ogiltig och jag kunde inte öppna och bearbeta den
uz_uz: Sizning faylingiz yaroqsiz, uni ochib, qayta ishlay olmadim
