Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: Cancel
af_za: Kanselleer
ar_sa: إلغاء
ca_es: Cancelar
cs_cz: Zrušit
da_dk: Annullere
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hi_in: रद्द
hu_hu: Mégse gombra
id_id: Membatalkan
it_it: Annulla
ky_kg: Жокко чыгарылды
ms_my: Membatalkan
nl_nl: Annuleren
no_no: Avbryt
pt_pt: Cancelar
ro_ro: Anula
ru_ru: Отмена
si_lk: අවලංගු කරන්න
sr_sp: Откажи
sv_se: Avbryt
ta_in: ரத்து
uk_ua: Скасувати
uz_uz: Bekor qilish
vi_vn: Hủy bỏ

source: Done
af_za: Gedoen
ar_sa: تم
ca_es: Fet
cs_cz: Udělal
da_dk: Gjort
de_de: Fertig
es_es: Hecho
fi_fi: Tehnyt
fr_fr: Terminé
hi_in: पूर्ण
hu_hu: Megtett
id_id: Dilakukan
it_it: Fatto
ky_kg: Даяр
ms_my: Dilakukan
nl_nl: Gereed
no_no: Gjort
pt_pt: Feito
ro_ro: Făcut
ru_ru: Готово
si_lk: අවසන් කරන්න
sr_sp: Завршено
sv_se: Gjort
ta_in: முடிந்தது
uk_ua: Зробити
uz_uz: Bajarildi
vi_vn: Thực hiện

source: Back
af_za: Terug
ar_sa: رجوع
ca_es: Enrera
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
es_es: Volver
fi_fi: Bck
fr_fr: Retour
hi_in: वापस
hu_hu: Vissza
id_id: Kembali
it_it: Indietro
ky_kg: Артка
ms_my: Kembali
nl_nl: Vorige
no_no: Tilbake
pt_pt: Voltar
ro_ro: Bck
ru_ru: Назад
si_lk: ආපසු
sr_sp: Назад
sv_se: Tillbaka
ta_in: பின் செல்
uk_ua: Назад
uz_uz: Orqaga
vi_vn: Trở lại

source: By Percentage
ca_es: Tant per cent
cs_cz: Podle procenta
da_dk: Efter procentdel
de_de: Nach Prozent
es_es: Por porcentaje
fi_fi: Prosentteina
fr_fr: Par pourcentage
hu_hu: Százalék szerint
it_it: Per percentuale
ky_kg: Пайыз менен
ms_my: Mengikut Peratus
nl_nl: Met percentage
pt_pt: Por porcentagem
ro_ro: După procentaj
ru_ru: В процентах
sr_sp: По процентима
sv_se: Efter procent
uz_uz: Foiz orqali

source: By Margin Size
ca_es: Per tamany de marge
cs_cz: Podle velikosti okraje
da_dk: Efter margenstørrelse
de_de: Nach Randgröße
es_es: Por tamaño del margen
fi_fi: Reunuksen koon mukaan
fr_fr: Par taille de marge
hu_hu: Margó mérete szerint
it_it: Per dimensione dei margini
ky_kg: Өлчөмү боюнча
ms_my: Mengikut Saiz Jidar
nl_nl: Op Marge grootte
pt_pt: Por Tamanho da Margem
ro_ro: După dimensiunea marginii
ru_ru: По размеру
sr_sp: По величини маргине
sv_se: Efter marginalstorlek
uz_uz: Hoshiya o'lchami orqali

source: Preview
af_za: Voorskou
ar_sa: معاينة
ca_es: Previsualitzar
cs_cz: Náhled
de_de: Vorschau
es_es: Vista previa
fi_fi: Esikatselu
fr_fr: Prévisualiser
hi_in: पूर्वावलोकन
hu_hu: Előnézet
id_id: Tinjauan
it_it: Anteprima
ky_kg: Алдын ала көрүү
ms_my: Pratonton
nl_nl: Voorbeeld
no_no: Førehandsvisning
pt_pt: Visualizar
ro_ro: Previzualizare
ru_ru: Предпросмотр
si_lk: පෙරදසුන
sr_sp: Преглед
sv_se: Förhandsgranska
ta_in: முன்னோட்டம்
uk_ua: Попередній перегляд
uz_uz: Oldindan ko'rish
vi_vn: Download

source: Decrypt
af_za: Dekripteer
ar_sa: فُكَّ التشفير
ca_es: Desxifrar
cs_cz: Dešifrování
da_dk: Dekryptere
de_de: Entschlüsseln
es_es: Descifrar
fi_fi: Purkaa
fr_fr: Décrypter
hi_in: डिक्रिप्ट
hu_hu: Visszafejteni
id_id: Dekripsi
it_it: Decifra
ky_kg: Шифрин чечүү
ms_my: Nyahsulitkan
nl_nl: Decodeer
no_no: Dekryptere
pt_pt: Descriptografar
ro_ro: Decripta
ru_ru: Расшифровать
si_lk: විකේතනය
sr_sp: Дешифровање
sv_se: Dekryptera
ta_in: டிக்ரிப்ட் செய்
uk_ua: Розшифрувати
uz_uz: Deshifrlash

source: Encrypt
af_za: Enkripteer
ar_sa: تشفير
ca_es: Encriptar
cs_cz: Šifrování
da_dk: Kryptere
de_de: Verschlüsseln
es_es: Cifrar
fi_fi: Salata
fr_fr: Crypter
hi_in: एन्क्रिप्ट
hu_hu: Titkosítani
id_id: Enkripsi
it_it: Cifra
ky_kg: Шифрлөө
ms_my: Menyulitkan
nl_nl: Versleutelen
no_no: Kryptere
pt_pt: Criptografar
ro_ro: Cripta
ru_ru: Зашифровать
si_lk: ආකේතනය
sr_sp: Шифровање
sv_se: Kryptera
ta_in: என்கிரிப்ட் செய்ய
uk_ua: Шифрування
uz_uz: Shifrlash
vi_vn: Mã hóa

source: Extract Images
ca_es: Extreu imatges
cs_cz: Extrahovat obrázky
da_dk: Uddrag billeder
de_de: Bilder extrahieren
es_es: Extraer imágenes
fi_fi: Pura kuvat
fr_fr: Extraire des images
hu_hu: Képek kibontása
ky_kg: Сүрөттөрдү чыгаруу
nl_nl: Afbeeldingen extraheren
pt_pt: Imagens de extrato
ru_ru: Извлечение изображений
sr_sp: Издвоји слике
sv_se: Extrahera bilder
uz_uz: Rasmlarni ajratib olish

source: To Images
ca_es: A les imatges
cs_cz: K obrázkům
da_dk: Til billeder
de_de: Zu den Bildern
es_es: A imágenes
fi_fi: Kuviin
fr_fr: Vers les images
hu_hu: Képekre
ky_kg: Сүрөттөргө
nl_nl: Naar afbeeldingen
pt_pt: Para imagens
ru_ru: К изображениям
sr_sp: На слике
sv_se: Till bilder
uz_uz: Rasmlarga

source: Rotate
af_za: Roteer
ar_sa: تدوير
ca_es: Girar
cs_cz: Otočit
da_dk: Rotere
de_de: Drehen
es_es: Rotar
fi_fi: Kiertää
fr_fr: Rotation
hi_in: घुमाएँ
hu_hu: Forgatni
id_id: Memutar
it_it: Ruotare
ky_kg: Айлантуу
ms_my: Putar
nl_nl: Draaien
no_no: Rotere
pt_pt: Girar
ro_ro: Roti
ru_ru: Повернуть
si_lk: කරකවන්න
sr_sp: Ротирај
sv_se: Rotera
ta_in: சுழற்று
uk_ua: Повернути
uz_uz: Aylantirish
vi_vn: Xoay

source: Scale
af_za: Skaal
ar_sa: قياس - نسبة
ca_es: Escalar
cs_cz: Měřítko
da_dk: Skala
de_de: Skala
es_es: Ampliar
fi_fi: Mittakaavassa
fr_fr: Échelle
hi_in: परिमाण
hu_hu: Skála
id_id: Skala
it_it: Ridimensiona
ky_kg: Өлчөм
ms_my: Skala
nl_nl: Grootte
no_no: Skala
pt_pt: Escala
ro_ro: Scară
ru_ru: Масштаб
si_lk: පරිමාණය
sr_sp: Скали
sv_se: Skala
ta_in: பெரிதாக்கு
uk_ua: Масштабу
uz_uz: Masshtab
vi_vn: Quy mô

source: Split
af_za: Verdeel
ar_sa: تقسيم
ca_es: Divideix
cs_cz: Rozdělit
de_de: Trennen
es_es: Dividir
fr_fr: Diviser
hi_in: विभाजिन
id_id: Pisah
it_it: Dividi
ky_kg: Ажыратуу
nl_nl: Splitsen
no_no: Delt
pt_pt: Dividir
ru_ru: Разделить
si_lk: කොටස් කරන්න
sr_sp: Поделимо
ta_in: பிரி
uk_ua: Розділити
uz_uz: Ajratmoq

source: Beautify
af_za: Hierdie artikel is 'n weesbladsy
ar_sa: تجميل
ca_es: Millorar
cs_cz: Zkrášlit
da_dk: Forskønne
de_de: Verschönern
es_es: Mejorar
fi_fi: Kaunistaa
fr_fr: Embellir
hi_in: सुशोभित
hu_hu: Szépít
id_id: Mempercantik
it_it: Abbellire
ky_kg: Кооздоо
ms_my: Mencantikkan
nl_nl: Verfraaien
no_no: Forskjønne
pt_pt: Embelezar
ro_ro: Înfrumuseţa
ru_ru: Улучшить
si_lk: අලංකාර කරන්න
sr_sp: Улепшавање
sv_se: Försköna
ta_in: அழகுபடுத்தல்
uk_ua: Прикрасити
uz_uz: Bezash
vi_vn: Làm đẹp

source: To PDF
af_za: Na PDF
ar_sa: الى PDF
ca_es: A un PDF
cs_cz: Do PDF
da_dk: Til PDF
de_de: Zum PDF
es_es: A PDF
fi_fi: PDF-tiedostoon
fr_fr: En PDF
hi_in: पीडीएफ में
hu_hu: PDF-fájlba
id_id: Ke PDF
it_it: In PDF
ky_kg: PDFке
ms_my: Ke PDF
nl_nl: Naar PDF
no_no: Til PDF
pt_pt: Para PDF
ro_ro: În PDF
ru_ru: В PDF
si_lk: PDF වෙත
sr_sp: У ПДФ
sv_se: Till PDF
ta_in: PDF க்கு
uk_ua: У форматі PDF
uz_uz: PDF ga
vi_vn: Sang PDF

source: Rename
af_za: Hernoem
ar_sa: اعادة تسمية
ca_es: Renombrar
cs_cz: Přejmenovat
da_dk: Omdøbe
de_de: Umbenennen
es_es: Renombrar
fi_fi: Nimeä
fr_fr: Renommer
hi_in: नाम बदलें
hu_hu: Átnevez
id_id: Ubah nama
it_it: Rinomina
ky_kg: Өзгөртүү
ms_my: Menamakan semula
nl_nl: Hernoemen
no_no: Endre namn
pt_pt: Renomear
ro_ro: Redenumiţi
ru_ru: Переименовать
si_lk: නම වෙනස් කරන්න
sr_sp: Преименујете
sv_se: Byt namn
ta_in: பெயர் மாற்று
uk_ua: Перейменувати
uz_uz: Qayta nomlash

source: Crop
af_za: Gewas
ar_sa: قص
ca_es: Retallar
cs_cz: Plodin
da_dk: Afgrøde
de_de: Ernte
es_es: Recortar
fi_fi: Rajata
fr_fr: Rogner
hi_in: क्रॉप
hu_hu: Termés
id_id: Potong
it_it: Ritaglia
ky_kg: Кесүү
ms_my: Tanaman
nl_nl: Bijsnijden
no_no: Beskjære
pt_pt: Cultura
ro_ro: Cultură
ru_ru: Обрезать
si_lk: අනවශ්‍ය කොටස් කපා දමන්න
sr_sp: Изрезивање
sv_se: Gröda
ta_in: சாட்டைக்கோல்
uk_ua: Культур
uz_uz: Qirqish
vi_vn: Cây trồng

source: Compressed
ca_es: Comprimir
cs_cz: Komprimované
da_dk: Komprimeret
de_de: Komprimiert
es_es: Comprimido
fi_fi: Pakattu
fr_fr: Compressé
hu_hu: Tömörített
it_it: Comprimi
ky_kg: Кысылган
ms_my: Mampat
nl_nl: Gecomprimeerd
pt_pt: Comprimido
ro_ro: Comprimat
ru_ru: Сжатый
sr_sp: Компримоване
sv_se: Komprimerade
uz_uz: Hajmi kamaytirilgan

source: Images
ca_es: Imatges
cs_cz: Obrazy
da_dk: Billeder
de_de: Bilder
es_es: Imágenes
fi_fi: Kuvia
hu_hu: Képek
ky_kg: Сүрөттөр
nl_nl: Beelden
pt_pt: Imagens
ru_ru: Изображения
sr_sp: Имиџис
sv_se: Bilder
uz_uz: Rasmlar

source: Remove Last File
de_de: Entfernen Letzte Datei
es_es: Eliminar último archivo
fr_fr: Supprimer le dernier fichier
hu_hu: Utolsó fájl eltávolítása
it_it: Rimuovi l'ultimo file
ms_my: Alih Keluar Fail Terakhir
nl_nl: Verwijder laatste bestand
ro_ro: Eliminare ultimul fișier
sv_se: Ta bort senaste fil
uz_uz: Oxirgi faylni olib tashlash

source: To Dimensions
ca_es: Mides
cs_cz: Do dimenzí
da_dk: Til dimensioner
de_de: Zu Dimensionen
es_es: Dimensiones
fi_fi: Dimensioihin
fr_fr: Vers les dimensions
hu_hu: Dimenziókhoz
it_it: Alle Dimensioni
ky_kg: Өлчөмдөргө
ms_my: Kepada Dimensi
nl_nl: Afmetingen
pt_pt: Às Dimensões
ro_ro: La dimensiuni
ru_ru: К размерам
sr_sp: У димензије
sv_se: Till Dimensioner
uz_uz: O'lchamlarga

source: Extract Text
ca_es: Extreure text
cs_cz: Extrahovat text
da_dk: Uddrag af tekst
de_de: Extrahieren von Text
es_es: Extraer texto
fi_fi: Pura teksti
fr_fr: Extraire le texte
hu_hu: Szöveg kibontása
it_it: Estrai il testo
ky_kg: Текстти чыгаруу
ms_my: Ekstrak Teks
nl_nl: Extracten van text
pt_pt: Texto de extração
ro_ro: Extragere text
ru_ru: Извлечь текст
sr_sp: Издвајање текста
sv_se: Extrahera text
uz_uz: Matnni ajratib olish

source: Text Message
ca_es: Missatge de text
cs_cz: Textová zpráva
da_dk: SMS-besked
de_de: Textnachricht
es_es: Mensaje de texto
fi_fi: Tekstiviesti
fr_fr: Message texte
hu_hu: Szöveges üzenet
it_it: Messaggio di testo
ky_kg: Текст билдирүүсү
ms_my: Mesej Teks
nl_nl: Tekstbericht
pt_pt: Mensagem de Texto
ro_ro: Mesaj text
ru_ru: Текстовое сообщение
sr_sp: Текстуална порука
sv_se: Sms-meddelande
uz_uz: Matnli xabar

source: Text File
ca_es: Arxiu de text
cs_cz: Textový soubor
da_dk: Tekstfil
de_de: Textdatei
es_es: Archivo de texto
fi_fi: Tekstitiedosto
fr_fr: Fichier texte
hu_hu: Szövegfájl
it_it: File di testo
ky_kg: Текст файлы
ms_my: Fail Teks
nl_nl: Tekst bestand
pt_pt: Arquivo de texto
ro_ro: Fișier text
ru_ru: Текстовый файл
sr_sp: Текстуална датотека
sv_se: Textfil
uz_uz: Matnli hujjat

source: Compress
af_za: Saamdruk
ar_sa: ضغط
ca_es: Comprimir
cs_cz: Komprimovat
da_dk: Komprimere
de_de: Komprimieren
es_es: Comprimir
fi_fi: Pakata
fr_fr: Compresser
hi_in: संपीड़ित
hu_hu: Tömöríteni
id_id: Kompres
it_it: Comprimi
ky_kg: Кысуу
ms_my: Mampat
nl_nl: Comprimeren
no_no: Komprimere
pt_pt: Comprimir
ro_ro: Comprima
ru_ru: Сжать
si_lk: හකුලන්න
sr_sp: Компримовање
sv_se: Komprimera
ta_in: நெருங்கி அழுத்து
uk_ua: Стиснути
uz_uz: Hajmini kamaytirish
vi_vn: Nén

source: Black & White
ca_es: Blanc i negre
cs_cz: Černá a bílá
da_dk: Sort/hvid
es_es: Negro y Blanco
fi_fi: Mustavalkoinen
fr_fr: Noir & Blanc
hu_hu: Fekete-fehér
ky_kg: Кара & ак
nl_nl: Zwart-wit
pt_pt: Preto & Branco
ru_ru: Черное и белое
sr_sp: Црно & бело
uz_uz: Qora va Oq

source: Say Thanks
af_za: Sê dankie
ar_sa: قل شكراً
ca_es: Digues gràcies
cs_cz: Řekni díky
da_dk: Sig tak
de_de: Danke sagen
es_es: Decí gracias
fi_fi: Sano kiitos
fr_fr: Dire merci
hi_in: धन्यवाद कहो
hu_hu: Mondj köszönetet
id_id: Ucapkan Terima Kasih
it_it: Di' grazie
ky_kg: Рахмат айт
nl_nl: Zeg bedankt
no_no: Si takk
pt_pt: Diga obrigado
ru_ru: Скажите «Спасибо«
si_lk: ස්තුතියි කියන්න
sr_sp: Захвали се
sv_se: Säg tack
ta_in: நன்றி சொல்லுங்கள்
uk_ua: Скажи спасибі
uz_uz: Rahmat ayting
vi_vn: Nói lời cảm ơn

source: Coffee
af_za: Koffie
ar_sa: قهوة
ca_es: Cafè
cs_cz: Káva
da_dk: Kaffe
de_de: Kaffee
es_es: Café
fi_fi: Kahvi
fr_fr: Café
hi_in: कॉफ़ी
hu_hu: Kávé
id_id: Kopi
it_it: Caffè
ky_kg: Кофе
nl_nl: Koffie
no_no: Kaffe
pt_pt: Café
ru_ru: Кофе
si_lk: කෝපි
sr_sp: Кафа
sv_se: Kaffe
ta_in: காப்பி
uk_ua: Кава
uz_uz: Qahva
vi_vn: Cà phê

source: Beer
af_za: Bier
ar_sa: بيرة
ca_es: Cervesa
cs_cz: Pivo
da_dk: Øl
de_de: Bier
es_es: Cerveza
fi_fi: Olut
fr_fr: Bière
hi_in: बियर
hu_hu: Sör
id_id: Bir
it_it: Birra
ky_kg: Сыра
nl_nl: Bier
no_no: Øl
pt_pt: Cerveja
ru_ru: Пиво
si_lk: බියර්
sr_sp: Пиво
sv_se: Öl
ta_in: வாற்கோதுமைக் கன்
uk_ua: Пиво
uz_uz: Pivo
vi_vn: Bia

source: Meal
af_za: Maaltyd
ar_sa: طعام
ca_es: Àpat
cs_cz: Jídlo
da_dk: Måltid
de_de: Mahlzeit
es_es: Comida
fi_fi: Ateria
fr_fr: Repas
hi_in: भोजन
hu_hu: Étkezés
id_id: Makanan
it_it: Pasto
ky_kg: Тамак
nl_nl: Maaltijd
no_no: Måltid
pt_pt: Refeição
ru_ru: Еда
si_lk: කෑම
sr_sp: Оброк
sv_se: Måltid
ta_in: மாவு
uk_ua: Їжа
uz_uz: Ovqatlanish
vi_vn: Bữa ăn

source: Set Language 🌎
af_za: Stel taal 🌎
ar_sa: تغير اللغه 🌎
ca_es: Defineix l'idioma 🌎
cs_cz: Nastavit jazyk 🌎
da_dk: Sæt Sprog 🌎
de_de: Sprache festlegen 🌎
es_es: Definir Idioma 🌎
fi_fi: Aseta Kieli 🌎
fr_fr: Définir la langue 🌎
hi_in: भाषा चुने 🌎
hu_hu: Nyelv beállítása 🌎
id_id: Atur Pengaturan 🌎
it_it: Imposta Lingua 🌎
ky_kg: Тилди орнотуу 🌎
ms_my: Set bahasa 🌎
nl_nl: Taal instellen 🌎
no_no: Angi språk 🌎
pt_pt: Definir Idioma 🌎
ro_ro: Setează Limba 🌎
ru_ru: Установить язык 🌎
si_lk: භාෂාව සකසන්න 🌎
sr_sp: Постављање језичких 🌎
sv_se: Ange språk 🌎
ta_in: மொழி 🌎 அமை
uk_ua: Вибрати мову 🌎
uz_uz: Tilni Tanlang 🌎
vi_vn: Đặt Ngôn ngữ 🌎

source: Join Channel
af_za: Sluit aan by Kanaal
ar_sa: انضم إلى القناة
ca_es: Entrar a un canal
cs_cz: Připojit se k kanálu
da_dk: Tilmeld dig kanal
es_es: Unirse al canal
fi_fi: Liity kanavaan
fr_fr: Rejoindre la chaîne
hi_in: चैनल से जुड़े
hu_hu: Csatlakozás a csatornához
id_id: Gabung Kanal
it_it: Unisciti al canale
ky_kg: Каналга кошулуу
ms_my: Sertai Saluran
nl_nl: Abonneer op het kanaal
no_no: Bli med i kanal
pt_pt: Inscreva-se no Canal
ro_ro: Alăturați-vă canalului
ru_ru: Присоединиться к каналу
si_lk: නාලිකාවට සම්බන්ධ වන්න
sr_sp: Придружи се каналу
sv_se: Gå med i kanal
ta_in: சேனலில் சேரவும்
uk_ua: Приєднатися до каналу
uz_uz: Kanalga qo'shilish
vi_vn: Tham gia Kênh

source: Support PDF Bot
af_za: Ondersteun PDF Bot
ar_sa: ادعم بوت ال PDF
ca_es: Ajuda PDF bot
cs_cz: Podpora PDF Bot
da_dk: Understøttelse af PDF-bot
de_de: Unterstützung PDF Bot
es_es: Apoya a PDF Bot
fi_fi: Tuki PDF Bot
hi_in: पीडीएफ बॉट का सहयोग करे
hu_hu: Támogatás PDF Bot
id_id: Dukung PDF Bot
it_it: Supporta PDF Bot
ky_kg: PDF Bot колдоо
ms_my: Sokong PDF Bot
nl_nl: PDF Bot ondersteunen
no_no: Støtte PDF Bot
pt_pt: Suporte ao BOT PDF
ro_ro: Suport PDF Bot
ru_ru: Поддержать PDF Bot
si_lk: PDF බොට් සදහා උදව් කරන්න
sr_sp: Подршка ПДФ Боту
sv_se: Stöd PDF Bot
ta_in: PTM போட் ஆதரவு
uk_ua: Підтримка PDF Bot
uz_uz: PDF botni qo'llab-quvvatlash
vi_vn: Hỗ trợ PDF Bot

source: You can perform most of the tasks by sending me one of the followings:
af_za: Jy kan die meeste van die take uitvoer deur vir my een van die volgende te stuur:
ar_sa: يمكنك تنفيذ معظم المهام عن طريق إرسال أحد ما يلي:
ca_es: Podeu realitzar la majoria de les tasques enviant-me una de les següents:
cs_cz: Většinu úkolů můžete provést zasláním jedné z následujících akcí:
da_dk: Du kan udføre de fleste af opgaverne ved at sende mig en af følgende:
de_de: Sie können die meisten Aufgaben ausführen, indem Sie mir eine der folgenden Vorgänge senden:
es_es: Puede realizar la mayoría de las tareas enviándome una de las siguientes opciones:
fi_fi: Voit suorittaa suurimman osan tehtävistä lähettämällä minulle jommankin seuraavista:
fr_fr: Vous pouvez effectuer la plupart des tâches en m’envoyant l’un des éléments suivants :
hi_in: आप मुझे निम्नलिखित में से एक भेजकर अधिकांश कार्य कर सकते हैं:
hu_hu: A legtöbb feladatot az alábbiak egyikének elküldésével végezheti el:
id_id: Anda dapat melakukan sebagian besar tugas dengan mengirimi saya salah satu hal berikut:
it_it: È possibile eseguire la maggior parte delle attività inviandomi una delle operazioni seguenti:
ky_kg: Сиз мага төмөнкүлөрдүн бирин жөнөтүү менен көпчүлүк тапшырмаларды аткара аласыз:
nl_nl: U kunt de meeste taken uitvoeren door mij een van de volgende handelingen te sturen:
no_no: Du kan utføre de fleste oppgavene ved å sende meg ett av følgende:
pt_pt: Você pode executar a maioria das tarefas me enviando um dos seguintes:
ru_ru: Вы можете выполнить большинство задач, отправив мне один из следующих вариантов:
si_lk: පහත සඳහන් ඒවායින් එකක් මට යැවීමෙන් ඔබට බොහෝ කාර්යයන් ඉටු කළ හැකිය:
sr_sp: Већину задатака можете извршити тако што ћете ми послати једну од следећих опција:
sv_se: Du kan utföra de flesta uppgifterna genom att skicka mig något av följande:
ta_in: பின்வருவனவற்றில் ஒன்றை எனக்கு அனுப்புவதன் மூலம் பெரும்பாலான பணிகளை நீங்கள் செய்யலாம்:
uk_ua: Більшість завдань можна виконати, надіславши одну з наведених нижче дій.
uz_uz: Menga quyidagilardan birini yuborib, ko'p vazifalarni bajarishingiz mumkin:
vi_vn: Bạn có thể thực hiện hầu hết các nhiệm vụ bằng cách gửi cho tôi một trong những điều sau đây:

source: - PDF files
af_za: - PDF-lêers
ar_sa: - ملفات PDF
ca_es: - Arxius PDF
cs_cz: - Soubory PDF
da_dk: - PDF-filer
de_de: - PDF-Dateien
es_es: - Archivos PDF
fi_fi: - PDF-tiedostot
fr_fr: - Fichiers PDF
hi_in: - पीडीएफ फाइलें
hu_hu: - PDF fájlok
id_id: - Berkas PDF
it_it: - File PDF
ky_kg: - PDF файлдары
nl_nl: - PDF-bestanden
no_no: - PDF-filer
pt_pt: - arquivos PDF
ru_ru: - PDF файлы
si_lk: - PDF ගොනු
sr_sp: - ПДФ фајлови
sv_se: - PDF-filer
ta_in: - PTM கோப்புகள்
uk_ua: - PDF-файли
uz_uz: - PDF -fayllar
vi_vn: - Tệp PDF

source: - Images
af_za: - Beelde
ar_sa: - صور
ca_es: - Imatges
cs_cz: - Obrázky
da_dk: - Billeder
de_de: - Bilder
es_es: - Imágenes
fi_fi: - Kuvat
hi_in: - छवियाँ
hu_hu: - Képek
id_id: - Gambar
ky_kg: - Сүрөттөр
nl_nl: - Afbeeldingen
no_no: - Bilder
pt_pt: - Imagens
ru_ru: - Изображения
sr_sp: - Слике
sv_se: - Bilder
ta_in: - படங்கள்
uk_ua: - Зображення
uz_uz: - Rasmlar
vi_vn: - Hình ảnh

source: - Webpage links
af_za: - Webbladsy skakels
ar_sa: - روابط صفحة ويب
ca_es: - Enllaços de pàgines web
cs_cz: - Odkazy na webové stránky
da_dk: - Links til websider
de_de: - Webseiten-Links
es_es: - Enlaces a páginas web
fi_fi: - Verkkosivun linkit
fr_fr: - Liens vers les pages Web
hi_in: - वेबपेज लिंक
hu_hu: - Weboldal linkek
id_id: - Link halaman web
it_it: - Collegamenti alle pagine Web
ky_kg: - Webpage шилтемелери
nl_nl: - Webpagina links
no_no: - Nettside lenker
pt_pt: - Links de página da Web
ru_ru: - Ссылки на веб-страницы
si_lk: - වෙබ් පිටු සම්බන්ධක
sr_sp: - Линкови Веб страница
sv_se: - Länkar till webbsida
ta_in: - வலைப்பக்க இணைப்புகள்
uk_ua: - Посилання на веб-сторінки
uz_uz: - veb -sahifalarga havolalar
vi_vn: - Nối kết trang web

source: The rest of the tasks can be performed by using the following commands:
af_za: Die res van die take kan uitgevoer word deur die volgende opdragte te gebruik:
ar_sa: يمكن تنفيذ باقي المهام باستخدام الأوامر التالية:
ca_es: La resta de tasques es poden dur a terme mitjançant les ordres següents:
cs_cz: Zbytek úkolů lze provést pomocí následujících příkazů:
da_dk: Resten af opgaverne kan udføres ved hjælp af følgende kommandoer:
de_de: Die restlichen Aufgaben können mit den folgenden Befehlen ausgeführt werden:
es_es: El resto de las tareas se pueden realizar mediante los siguientes comandos:
fi_fi: Loput tehtävät voidaan suorittaa seuraavilla komennoilla:
fr_fr: Le reste des tâches peut être effectué à l’aide des commandes suivantes :
hi_in: बाकी कार्य निम्नलिखित आदेशों का उपयोग करके किए जा सकते हैं:
hu_hu: A többi feladat a következő parancsokkal végezhető el:
id_id: Sisa tugas dapat dilakukan dengan menggunakan perintah berikut:
it_it: Il resto delle attività può essere eseguito utilizzando i comandi seguenti:
ky_kg: Калган тапшырмалар төмөнкү буйруктарды колдонуу менен аткарылышы мүмкүн:
nl_nl: De rest van de taken kan worden uitgevoerd met behulp van de volgende opdrachten:
no_no: Resten av oppgavene kan utføres ved hjelp av følgende kommandoer:
pt_pt: O resto das tarefas podem ser executadas usando os seguintes comandos:
ru_ru: Остальные задачи можно выполнить с помощью следующих команд:
si_lk: පහත දැක්වෙන විධානයන් භාවිතා කිරීමෙන් ඉතිරි කාර්යයන් ඉටු කළ හැකිය:
sr_sp: Остали задаци се могу извршити помоћу следећих команди:
sv_se: Resten av aktiviteterna kan utföras med hjälp av följande kommandon:
ta_in: மீதமுள்ள பணிகளை பின்வரும் கட்டளைகளைப் பயன்படுத்தி செய்ய முடியும்:
uk_ua: Решту завдань можна виконати за допомогою таких команд:
uz_uz: Qolgan vazifalarni quyidagi buyruqlar yordamida bajarish mumkin:
vi_vn: Phần còn lại của các tác vụ có thể được thực hiện bằng cách sử dụng các lệnh sau:

source: {command} - compare PDF files
af_za: {command} - vergelyk PDF-lêers
ar_sa: {command} - مقارنة ملفات PDF
ca_es: {command} - compareu els fitxers PDF
cs_cz: {command} - porovnat soubory PDF
da_dk: {command} - sammenlign PDF-filer
de_de: {command} - PDF-Dateien vergleichen
es_es: {command} - comparar archivos PDF
fi_fi: {command} - vertaa PDF-tiedostoja
fr_fr: {command} - comparer les fichiers PDF
hi_in: {command} - पीडीएफ फाइलों की तुलना करें
hu_hu: {command} - PDF fájlok összehasonlítása
id_id: {command} - bandingkan file PDF
it_it: {command} - confronta i file PDF
ky_kg: {command} - PDF файлдарын салыштыруу
nl_nl: {command} - PDF-bestanden vergelijken
no_no: {command} - sammenlign PDF-filer
pt_pt: {command} - compare arquivos PDF
ru_ru: {command} - сравнить PDF файлы
si_lk: {command} - PDF ගොනු සංසන්දනය කරන්න
sr_sp: {command} - упоредите ПДФ фајлове
sv_se: {command} - jämför PDF-filer
ta_in: {command} - PTM கோப்புகளை ஒப்பிடு
uk_ua: {command} - порівняння PDF-файлів
uz_uz: {command} - PDF -fayllarni solishtiring
vi_vn: {command} - so sánh tệp PDF

source: {command} - merge PDF files
af_za: {command} - voeg PDF-lêers saam
ar_sa: {command} - دمج ملفات PDF
ca_es: {command} : combina fitxers PDF
cs_cz: {command} - sloučit soubory PDF
da_dk: {command} - flet PDF-filer
de_de: {command} - PDF-Dateien zusammenführen
es_es: {command} - combinar archivos PDF
fi_fi: {command} - PDF-tiedostojen yhdistäminen
fr_fr: {command} - fusionner des fichiers PDF
hi_in: {command} - पीडीएफ फाइलों को मर्ज
hu_hu: {command} - PDF fájlok egyesítése
id_id: {command} - menggabungkan file PDF
it_it: {command} - unire file PDF
ky_kg: {command} - PDF файлдарын бириктирүү
nl_nl: {command} - PDF-bestanden samenvoegen
no_no: {command} - slå sammen PDF-filer
pt_pt: {command} - mescla arquivos PDF
ru_ru: {command} - объединение PDF файлов
si_lk: {command} - PDF ගොනු ඒකාබද්ධ කරන්න
sr_sp: {command} - обједињавање ПДФ фајлова
sv_se: {command} - slå samman PDF-filer
ta_in: {command} - PTM கோப்புகளை ஒன்றிணைக்கவும்
uk_ua: {command} - об'єднати PDF-файли
uz_uz: {command} - PDF -fayllarni birlashtirish
vi_vn: {command} - hợp nhất tệp PDF
