Repository: zeshuaro/telegram-pdf-bot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: af_za, ar_sa, ca_es, cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hi_in, hu_hu, id_id, it_it, ky_kg, ms_my, nl_nl, no_no, pt_pt, ro_ro, ru_ru, si_lk, sr_sp, sv_se, ta_in, uk_ua, uz_uz, vi_vn

source: The scaling factors {values} are invalid, please try again
ca_es: Els factors d'escalat {values} no són vàlids, torneu-ho a provar
cs_cz: Faktory změny měřítka {values} neplatné, opakujte akci
de_de: Die Skalierungsfaktoren {values} ungültig sind, versuchen Sie es bitte erneut
es_es: Los factores de escala {values} no son válidos, inténtelo de nuevo
fi_fi: Skaalauskertoimet, {values} eivät kelpaa, yritä uudelleen
fr_fr: Les facteurs d’échelle {values} ne sont pas valides, veuillez réessayer
hu_hu: A {values} skálázási tényezők érvénytelenek, próbálkozzon újra
it_it: I fattori di {values} non sono validi, riprovare
ky_kg: {values} масштабдоо факторлору жараксыз, кайра аракет кылыңыз
nl_nl: De schaalfactoren {values} ongeldig zijn, probeer het opnieuw
pt_pt: Os fatores de escala {values} são inválidos, por favor tente novamente
ru_ru: Факторы масштабирования {values} недопустимы, попробуйте еще раз
sr_sp: Фактори размере {values} неважећи, покушајте поново
sv_se: Skalningsfaktorerna {values} ogiltiga, försök igen
uz_uz: {values} o'lchov omillari noto'g'ri, qayta urinib ko'ring

source: The dimensions {values} are invalid, please try again
ca_es: Les dimensions {values} no són vàlides, torneu-ho a provar
cs_cz: Rozměry {values} neplatné, opakujte akci.
de_de: Die Abmessungen {values} sind ungültig, bitte versuchen Sie es erneut
es_es: Las dimensiones {values} no son válidas, inténtelo de nuevo
fi_fi: Dimensiot {values} virheellisiä, yritä uudelleen
fr_fr: Les dimensions {values} ne sont pas valides, veuillez réessayer
hu_hu: A {values} méretek érvénytelenek, próbálkozzon újra
it_it: Le dimensioni {values} non sono valide, riprovare
ky_kg: {values} өлчөмдөрү жараксыз, кайра аракет кылыңыз
nl_nl: De afmetingen {values} ongeldig zijn, probeer het opnieuw
pt_pt: As dimensões {values} são inválidas, por favor, tente novamente
ru_ru: Размеры {values} недопустимы, повторите попытку
sr_sp: Димензије {values} неважеће, покушајте поново
sv_se: Dimensionerna {values} är ogiltiga, försök igen
uz_uz: {values} o'lchamlari noto'g'ri, qayta urinib ko'ring

source: Send me the scaling factors for the horizontal and vertical axes
ca_es: Envia'm els factors d'escalat per als eixos horitzontals i verticals
cs_cz: Pošlete mi faktory měřítka pro vodorovné a svislé osy
de_de: Senden Sie mir die Skalierungsfaktoren für die horizontale und vertikale Achse
es_es: Enviarme los factores de escala para los ejes horizontal y vertical
fi_fi: Lähetä vaaka- ja pystyakselien skaalauskertoimet
fr_fr: M’envoyer les facteurs d’échelle pour les axes horizontaux et verticaux
hu_hu: Küldje el a vízszintes és függőleges tengelyek méretezési tényezőit
it_it: Inviami i fattori di ridimensionamento per gli assi orizzontale e verticale
ky_kg: Мага горизонталдык жана вертикалдуу октордун масштабдоо факторлорун жөнөтүңүз
nl_nl: Stuur mij de schaalfactoren voor de horizontale en verticale assen
pt_pt: Envie-me os fatores de escala para os eixos horizontais e verticais
ru_ru: Пришлите мне коэффициенты масштабирования для горизонтальной и вертикальной осей
sr_sp: Пошаљи ми факторе размере хоризонталних и вертикалних оса
sv_se: Skicka skalningsfaktorerna för de vågräta och lodräta axlarna
uz_uz: Menga gorizontal va vertikal o'qlar uchun o'lchov omillarini yuboring

source: This will double the horizontal axis and halve the vertical axis
ca_es: Això duplicarà l'eix horitzontal i reduirà a la meitat l'eix vertical
cs_cz: Tím se zdvojnásobí vodorovná osa a svislá osa se sníží na polovinu.
de_de: Dadurch wird die horizontale Achse verdoppelt und die vertikale Achse halbiert
es_es: Esto duplicará el eje horizontal y reducirá a la mitad el eje vertical
fi_fi: Tämä kaksinkertaistaa vaaka-akselin ja puolittaa pystyakselin
fr_fr: Cela doublera l’axe horizontal et réduira de moitié l’axe vertical
hu_hu: Ez megduplázza a vízszintes tengelyt, és felére csökkenti a függőleges tengelyt
it_it: Ciò raddoppierà l'asse orizzontale e dimezza l'asse verticale
ky_kg: Бул горизонталдык огун эки эсе көбөйтөт жана вертикалдуу огун эки эсе азайтат
nl_nl: Dit verdubbelt de horizontale as en halveert de verticale as
pt_pt: Isso dobrará o eixo horizontal e reduzirá pela metade o eixo vertical
ru_ru: Это удвоит горизонтальную ось и вдвое сократит вертикальную ось.
sr_sp: Ово ће удвостручити хоризонталну осу и преполовити вертикалну осу
sv_se: Detta fördubblar den vågräta axeln och halverar den lodräta axeln
uz_uz: Bu gorizontal o'qni ikki baravar va vertikal o'qni ikki baravar kamaytiradi

source: Send me the width and height
ca_es: Envia'm l'amplada i l'alçada
cs_cz: Pošli mi šířku a výšku.
de_de: Senden Sie mir die Breite und Höhe
es_es: Enviarme el ancho y el alto
fi_fi: Lähetä minulle leveys ja korkeus.
fr_fr: Envoyez-moi la largeur et la hauteur
hu_hu: Küldje el nekem a szélességét és magasságát
it_it: Inviami la larghezza e l'altezza
ky_kg: Мага туурасын жана бийиктигин жөнөтүңүз
nl_nl: Stuur me de breedte en hoogte
pt_pt: Envie-me a largura e a altura
ru_ru: Пришлите мне ширину и высоту
sr_sp: Пошаљи ми ширину и висину
sv_se: Skicka mig bredden och höjden
uz_uz: Menga kenglik va balandlikni yuboring

source: This will set the width to 150 and height to 200
ca_es: Això establirà l'amplada a 150 i l'alçada a 200
cs_cz: Tím se nastaví šířka na 150 a výška na 200
de_de: Dadurch wird die Breite auf 150 und die Höhe auf 200 festgelegt.
es_es: Esto establecerá el ancho en 150 y el alto en 200
fi_fi: Tämä asettaa leveydeksi 150 ja korkeudeksi 200
fr_fr: Cela définira la largeur à 150 et la hauteur à 200
hu_hu: Ez a szélességet 150-re, a magasságot pedig 200-ra
it_it: Questo imposta la larghezza su 150 e l'altezza su 200
ky_kg: Бул туурасын 150гө, бийиктигин 200гө чейин орнотот
nl_nl: Hiermee wordt de breedte ingesteld op 150 en de hoogte op 200
pt_pt: Isso definirá a largura para 150 e a altura para 200
ru_ru: Это установит ширину 150 и высоту 200
sr_sp: То ће поставити ширину на 150, а висину на 200
sv_se: Detta ställer in bredden på 150 och höjden till 200
uz_uz: Bu kenglikni 150 ga va balandlikni 200 ga o'rnatadi

source: Send me the range of pages that you'll like to keep
af_za: Stuur vir my die reeks bladsye wat jy wil hou
ar_sa: أرسل لي مجموعة من الصفحات التي ستحب الاحتفاظ بها
ca_es: Envia'm l'interval de pàgines que t'agradaria conservar
cs_cz: Pošlete mi rozsah stránek, které si budete chtít ponechat
da_dk: Send mig det udvalg af sider, du gerne vil beholde
de_de: Senden Sie mir den Seitenbereich, den Sie behalten möchten
es_es: Envíame el rango de páginas que te gustaría mantener
fi_fi: Lähetä minulle sivualue, jonka haluat säilyttää
fr_fr: Envoyez-moi la gamme de pages que vous aimerez garder
hi_in: मुझे उन पृष्ठों की सीमा भेजें जिन्हें आप रखना चाहते हैं
hu_hu: Küldje el nekem a tartomány oldalak, hogy szeretné tartani
id_id: Kirimi saya rentang halaman yang ingin Anda simpan
it_it: Inviami l'intervallo di pagine che ti piacerà mantenere
ky_kg: Мага сактоону жактырган барактардын катарын мага жөнөтүңүз
ms_my: Hantar saya pelbagai halaman yang anda ingin simpan
nl_nl: Stuur me het bereik van de pagina's die u wilt houden
no_no: Send meg utvalget av sider du vil beholde
pt_pt: Envie-me o intervalo de páginas que você vai gostar de manter
ro_ro: Trimite-mi gama de pagini pe care vei dori să le păstrezi
ru_ru: Пришлите мне диапазон страниц, которые вы хотели бы сохранить
si_lk: ඔබ තබා ගැනීමට කැමති පිටු පරාසය මට එවන්න
sr_sp: Пошаљите ми опсег страница које ћете хтети да задржите
sv_se: Skicka mig det sidintervall som du kommer att vilja behålla
ta_in: நீங்கள் வைத்திருக்க விரும்பும் பக்கங்களின் வரம்பை எனக்கு அனுப்பவும்
uk_ua: Надішліть мені діапазон сторінок, які ви хотіли б зберегти
uz_uz: Menga saqlamoqchi bo'lgan sahifalaringizni yuboring
vi_vn: Gửi cho tôi một loạt các trang mà bạn muốn giữ lại

source: General usage
af_za: Algemene gebruik
ar_sa: الاستخدام العام
ca_es: Ús general
cs_cz: Obecné použití
da_dk: Generel brug
de_de: Allgemeine Nutzung
es_es: Uso general
fi_fi: Yleinen käyttö
fr_fr: Utilisation générale
hi_in: सामान्य उपयोग
hu_hu: Általános használat
id_id: Penggunaan umum
it_it: Uso generale
ky_kg: Жалпы колдонуу
ms_my: Penggunaan am
nl_nl: Algemeen gebruik
no_no: Generell bruk
pt_pt: Uso geral
ro_ro: Utilizare generală
ru_ru: Общее использование
si_lk: සාමාන්‍ය භාවිතය
sr_sp: Општа употреба
sv_se: Allmän användning
ta_in: பொதுவான பயன்பாடு
uk_ua: Загальне використання
uz_uz: Umumiy foydalanish
vi_vn: Sử dụng chung

source: {range} all pages
af_za: {range} alle bladsye
ar_sa: {range} جميع الصفحات
ca_es: {range} totes les pàgines
cs_cz: {range} všech stránkách
da_dk: {range} alle sider
de_de: {range} alle Seiten
es_es: {range} todas las páginas
fi_fi: {range} kaikki sivut
fr_fr: {range} toutes les pages
hi_in: सभी पृष्ठों {range}
hu_hu: {range} összes oldal
id_id: {range} semua halaman
it_it: {range} tutte le pagine
ky_kg: {range} бардык баракчалар
nl_nl: {range} alle pagina's
no_no: {range} alle sider
pt_pt: {range} todas as páginas
ru_ru: {range} всех страниц
si_lk: {range} සියලුම පිටු
sr_sp: {range} све странице
sv_se: {range} alla sidor
ta_in: {range} அனைத்து பக்கங்களிலும்
uk_ua: {range} всіх сторінок
uz_uz: {range} barcha sahifalar
vi_vn: {range} tất cả các trang

source: {range} page 8 only
af_za: {range} bladsy 8 slegs
ar_sa: {range} الصفحة 8 فقط
ca_es: només {range} pàgina 8
cs_cz: {range} strana 8
da_dk: {range} kun side 8
de_de: {range} nur Seite 8
es_es: {range} página 8 solamente
fi_fi: {range} vain sivu 8
fr_fr: {range} page 8 seulement
hi_in: {range} पेज 8 ही
hu_hu: {range} csak a 8. oldal
id_id: {range} halaman 8 saja
it_it: {range} solo a pagina 8
ky_kg: {range} бет 8 гана
nl_nl: alleen {range} pagina 8
no_no: bare {range} side 8
pt_pt: {range} página 8 apenas
ru_ru: {range} только страница 8
si_lk: {range} පිටුව 8 පමණි
sr_sp: {range} страница 8
sv_se: {range} sidan 8
ta_in: {range} பக்கம் 8 மட்டும்
uk_ua: {range} лише на сторінці 8
uz_uz: {range} sahifa faqat 8
vi_vn: Chỉ {range} trang 8

source: {range} first three pages
af_za: {range} eerste drie bladsye
ar_sa: {range} الصفحات الثلاث الأولى
ca_es: {range} tres primeres pàgines
cs_cz: {range} tři stránky
da_dk: {range} første tre sider
de_de: {range} ersten drei Seiten
es_es: {range} tres primeras páginas
fi_fi: {range} kolme ensimmäistä sivua
fr_fr: {range} trois premières pages
hi_in: {range} पहले तीन पृष्ठ
hu_hu: {range} első három oldal
id_id: {range} tiga halaman pertama
it_it: {range} prime tre pagine
ky_kg: {range} биринчи үч барак
nl_nl: {range} eerste drie pagina's
no_no: {range} tre første sidene
pt_pt: {range} três primeiras páginas
ru_ru: {range} первые три страницы
si_lk: {range} පළමු පිටු තුන
sr_sp: {range} прве три стране
sv_se: {range} tre första sidorna
ta_in: {range} முதல் மூன்று பக்கங்கள்
uk_ua: {range} перші три сторінки
uz_uz: {range} birinchi uchta sahifa
vi_vn: {range} 3 trang đầu tiên

source: {range} from page 8 onward
af_za: {range} van bladsy 8 af
ar_sa: {range} من الصفحة 8 فصاعدا
ca_es: {range} des de la pàgina 8 en endavant
cs_cz: {range} od strany 8 dále
da_dk: {range} fra side 8 og fremefter
de_de: {range} ab Seite 8
es_es: {range} a partir de la página 8
fi_fi: {range} sivulta 8 eteenpäin
fr_fr: {range} à partir de la page 8
hi_in: पेज 8 से आगे {range}
hu_hu: {range} a 8. oldaltól
id_id: {range} dari halaman 8 dan seterusnya
it_it: {range} da pagina 8 in poi
ky_kg: {range} 8 -беттен баштап
nl_nl: {range} vanaf pagina 8
no_no: {range} fra side 8 og fremover
pt_pt: {range} a partir da página 8 em diante
ru_ru: {range} начиная со страницы 8 и далее
si_lk: 8 වන පිටුවේ සිට {range}
sr_sp: {range} од стране 8 па надаље
sv_se: {range} från sidan 8 och framåt
ta_in: {range} பக்கம் 8 முதல்
uk_ua: {range} зі сторінки 8 і далі
uz_uz: {range} 8 -sahifadan boshlab
vi_vn: {range} từ trang 8 trở đi

source: {range} last page only
af_za: {range} laaste bladsy net
ar_sa: {range} الصفحة الأخيرة فقط
ca_es: només {range} 'última pàgina
cs_cz: {range} poslední stránka
da_dk: {range} kun sidste side
de_de: nur {range} letzte Seite
es_es: {range} última página
fi_fi: {range} viimeinen sivu
fr_fr: {range} dernière page seulement
hi_in: केवल अंतिम पृष्ठ {range}
hu_hu: csak az utolsó oldal {range}
id_id: halaman terakhir {range} saja
it_it: {range} 'ultima pagina
ky_kg: {range} акыркы барак гана
nl_nl: alleen {range} laatste pagina
no_no: {range} bare siste siden
pt_pt: {range} última página apenas
ru_ru: {range} только последняя страница
si_lk: {range} අවසාන පිටුව පමණි
sr_sp: {range} последња страница
sv_se: {range} enda sista sidan
ta_in: {range} கடைசி பக்கம் மட்டும்
uk_ua: {range} лише останню сторінку
uz_uz: Faqat oxirgi sahifa {range}
vi_vn: chỉ {range} trang cuối cùng

source: {range} all pages except the last page
af_za: {range} alle bladsye behalwe die laaste bladsy
ar_sa: {range} جميع الصفحات باستثناء الصفحة الأخيرة
ca_es: {range} totes les pàgines excepte l'última
cs_cz: {range} stránky kromě poslední stránky
da_dk: {range} alle sider undtagen den sidste side
de_de: {range} alle Seiten außer der letzten Seite
es_es: {range} todas las páginas excepto la última página
fi_fi: {range} sivut viimeistä sivua lukuun ottamatta
fr_fr: {range} toutes les pages à l’exception de la dernière page
hi_in: अंतिम पृष्ठ को छोड़कर सभी पृष्ठों को {range}
hu_hu: {range} az utolsó oldal kivételével az összes oldalt
id_id: {range} semua halaman kecuali halaman terakhir
it_it: {range} tutte le pagine ad eccezione dell'ultima pagina
ky_kg: {range} акыркы баракчадан башка бардык барактар
nl_nl: {range} alle pagina's behalve de laatste pagina
no_no: {range} alle sider unntatt den siste siden
pt_pt: {range} todas as páginas, exceto a última página
ru_ru: {range} все, кроме последней страницы
si_lk: {range} අවසාන පිටුව හැර අනෙකුත් සියලුම පිටු
sr_sp: {range} све странице осим последње странице
sv_se: {range} alla sidor utom sista sidan
ta_in: கடைசி பக்கத்தைத் தவிர மற்ற அனைத்து பக்கங்களையும் {range}
uk_ua: {range} сторінок, крім останньої
uz_uz: {range} oxirgi sahifadan tashqari barcha sahifalar
vi_vn: {range} tất cả các trang ngoại trừ trang cuối cùng

source: {range} second last page only
af_za: {range} tweede laaste bladsy
ar_sa: {range} الصفحة الأخيرة الثانية فقط
ca_es: només {range} segona pàgina
cs_cz: {range} poslední stránka
da_dk: {range} kun næstsidste side
de_de: {range} vorletzte Seite
es_es: {range} penúltima página
fi_fi: {range} toiseksi viimeinen sivu
fr_fr: {range} avant-dernière page seulement
hi_in: {range} दूसरा अंतिम पृष्ठ ही
hu_hu: csak {range} második utolsó oldal
id_id: halaman terakhir kedua {range} saja
it_it: {range} 'ultima pagina
ky_kg: {range} экинчи акыркы бет гана
nl_nl: alleen {range} op één na laatste pagina
no_no: {range} nest siste siden
pt_pt: {range} segunda última página apenas
ru_ru: {range} только вторая последняя страница
si_lk: {range} අවසාන පිටුව පමණි
sr_sp: {range} на другој последњој страни
sv_se: {range} näst sista sidan
ta_in: {range} இரண்டாவது கடைசி பக்கம் மட்டும்
uk_ua: {range} лише другу останню сторінку
uz_uz: {range} soniya oxirgi sahifa
vi_vn: chỉ {range} trang cuối cùng thứ hai

source: {range} last two pages
af_za: {range} laaste twee bladsye
ar_sa: {range} آخر صفحتين
ca_es: {range} dues últimes pàgines
cs_cz: {range} dvě stránky
da_dk: {range} sidste to sider
de_de: {range} letzten beiden Seiten
es_es: {range} dos últimas páginas
fi_fi: {range} kaksi viimeistä sivua
fr_fr: {range} deux dernières pages
hi_in: पिछले दो पृष्ठों {range}
hu_hu: {range} utolsó két oldal
id_id: {range} dua halaman terakhir
it_it: {range} ultime due pagine
ky_kg: {range} акыркы эки барак
nl_nl: {range} laatste twee pagina's
no_no: {range} to siste sidene
pt_pt: {range} últimas duas páginas
ru_ru: {range} последние две страницы
si_lk: {range} අවසාන පිටු දෙක
sr_sp: {range} последње две странице
sv_se: {range} två sista sidorna
ta_in: கடைசி இரண்டு பக்கங்களை {range}
uk_ua: {range} двох останніх сторінках
uz_uz: {range} oxirgi ikkita sahifa
vi_vn: {range} hai trang cuối cùng

source: {range} third and second last pages
af_za: {range} derde en tweede laaste bladsye
ar_sa: {range} الصفحتين الثالثة والثانية الأخيرة
ca_es: {range} tercera i segona pàgines
cs_cz: {range} třetí a druhá poslední stránka
da_dk: {range} tredje og næstsidste side
de_de: {range} dritt- und vorletzte Seite
es_es: {range} tercera y penúltima página
fi_fi: {range} ja toiseksi viimeiset sivut
fr_fr: {range} troisième et avant-dernière pages
hi_in: {range} तीसरे और दूसरे अंतिम पृष्ठ
hu_hu: {range} harmadik és második utolsó oldal
id_id: halaman terakhir ketiga dan kedua {range}
it_it: {range} terza e seconda pagina
ky_kg: {range} үчүнчү жана экинчи акыркы барактар
nl_nl: {range} derde en een na laatste pagina
no_no: {range} tredje og nest siste siden
pt_pt: {range} terceira e segunda últimas páginas
ru_ru: {range} третья и вторая последние страницы
si_lk: {range} තුන්වන සහ දෙවන අවසන් පිටු
sr_sp: {range} и друга последња страна
sv_se: {range} tredje och andra sista sidorna
ta_in: {range} மூன்றாவது மற்றும் இரண்டாவது கடைசி பக்கங்கள்
uk_ua: {range} і другу останні сторінки
uz_uz: {range} uchinchi va ikkinchi oxirgi sahifalar
vi_vn: {range} trang cuối cùng thứ ba và thứ hai

source: Advanced usage
af_za: Gevorderde gebruik
ar_sa: الاستخدام المتقدم
ca_es: Ús avançat
cs_cz: Pokročilé použití
da_dk: Avanceret brug
de_de: Erweiterte Nutzung
es_es: Uso avanzado
fi_fi: Käytön lisäasetukset
fr_fr: Utilisation avancée
hi_in: उन्नत उपयोग
hu_hu: Speciális használat
id_id: Penggunaan tingkat lanjut
it_it: Utilizzo avanzato
ky_kg: Өркүндөтүлгөн колдонуу
ms_my: Penggunaan lanjutan
nl_nl: Geavanceerd gebruik
no_no: Avansert bruk
pt_pt: Uso avançado
ro_ro: Utilizare complexă
ru_ru: Продвинутое использование
si_lk: උසස් භාවිතය
sr_sp: Напредна употреба
sv_se: Avancerad användning
ta_in: மேம்பட்ட பயன்பாடு
uk_ua: Розширене використання
uz_uz: Kengaytirilgan foydalanish
vi_vn: Sử dụng nâng cao

source: {range} pages {pages} and to the end
af_za: {range} bladsye {pages} en tot die einde toe
ar_sa: {range} صفحات {pages} وحتى النهاية
ca_es: {range} pàgines {pages} i fins al final
cs_cz: {range} stránky {pages} a až do konce
da_dk: {range} sider {pages} og til slutningen
de_de: {range} Seiten {pages} und bis zum Ende
es_es: {range} páginas {pages} y hasta el final
fi_fi: {range} sivut {pages} loppuun asti
fr_fr: {range} pages {pages} et jusqu’à la fin
hi_in: {range} पृष्ठ {pages} और अंत तक
hu_hu: {range} oldalak {pages} és a végéig
id_id: halaman {range} {pages} dan sampai akhir
it_it: {range} pagine {pages} e fino alla fine
ky_kg: {range} бет {pages} жана аягына чейин
nl_nl: {range} pagina's {pages} en tot het einde
no_no: {range} sider {pages} og til slutten
pt_pt: {range} páginas {pages} e até o fim
ru_ru: {range} страниц {pages} и до конца
si_lk: {range} පිටු {pages} සහ අවසානය දක්වා
sr_sp: {range} странице {pages} и до краја
sv_se: {range} sidor {pages} och till slutet
ta_in: {range} பக்கங்கள் {pages} மற்றும் இறுதி வரை
uk_ua: {range} сторінок {pages} і до кінця
uz_uz: {range} sahifa {pages} va oxirigacha
vi_vn: {range} trang {pages} và đến cuối cùng

source: {range} pages {pages}
af_za: {range} bladsye {pages}
ar_sa: صفحات {range} {pages}
ca_es: {range} pàgines {pages}
cs_cz: {range} stránky {pages}
da_dk: {range} sider {pages}
de_de: {range} Seiten {pages}
es_es: {range} páginas {pages}
fi_fi: {range} sivut {pages}
fr_fr: {pages}pages {range}
hi_in: {range} पेज {pages}
hu_hu: {range} oldalak {pages}
id_id: halaman {range} {pages}
it_it: {range} pagine {pages}
ky_kg: {range} барактар {pages}
nl_nl: {range} pagina's {pages}
no_no: {range} sider {pages}
pt_pt: páginas {range} {pages}
ru_ru: {pages}{range} страниц
si_lk: {range} පිටු {pages}
sr_sp: {range} странице {pages}
sv_se: {range} sidor {pages}
ta_in: {range} பக்கங்கள் {pages}
uk_ua: {range} сторінок {pages}
uz_uz: {range} sahifalar {pages}
vi_vn: {range} trang {pages}

source: {range} all pages in reversed order
af_za: {range} alle bladsye in omgekeerde volgorde
ar_sa: {range} جميع الصفحات بترتيب معكوس
ca_es: {range} totes les pàgines en ordre invertit
cs_cz: {range} stránky v obráceném pořadí
da_dk: {range} alle sider i omvendt rækkefølge
de_de: {range} alle Seiten in umgekehrter Reihenfolge
es_es: {range} todas las páginas en orden inverso
fi_fi: {range} kaikki sivut käänteisessä järjestyksessä
fr_fr: {range} toutes les pages dans l’ordre inverse
hi_in: उलट क्रम में सभी पृष्ठों {range}
hu_hu: {range} az összes oldalt fordított sorrendben
id_id: {range} semua halaman dalam urutan terbalik
it_it: {range} tutte le pagine in ordine invertito
ky_kg: {range} бардык барактар тескери тартипте
nl_nl: {range} alle pagina's in omgekeerde volgorde
no_no: {range} alle sider i omvendt rekkefølge
pt_pt: {range} todas as páginas em ordem invertida
ru_ru: {range} всех страниц в обратном порядке
si_lk: පිටු සියළු පිටු {range}
sr_sp: {range} све странице обрнутим редоследом
sv_se: {range} alla sidor i omvänd ordning
ta_in: {range} அனைத்து பக்கங்களையும் தலைகீழ் வரிசையில்
uk_ua: {range} всі сторінки у зворотному порядку
uz_uz: {range} barcha sahifalar teskari tartibda
vi_vn: {range} tất cả các trang theo thứ tự đảo ngược

source: {range} pages {pages} except {page}
af_za: {range} bladsye {pages} behalwe {page}
ar_sa: {pages} الصفحات {range} باستثناء {page}
ca_es: {range} pàgines {pages} excepte {page}
cs_cz: {range} stránky {pages} kromě {page}
da_dk: {range} sider {pages} undtagen {page}
de_de: {range} Seiten {pages} außer {page}
es_es: {range} páginas {pages} excepto {page}
fi_fi: {range} sivut {pages} paitsi {page}
fr_fr: {range} pages {pages} sauf {page}
hi_in: {page}को छोड़कर {range} पेज {pages}
hu_hu: {range} oldalak {pages} , kivéve {page}
id_id: halaman {range} {pages} kecuali {page}
it_it: {range} pagine {pages} ad eccezione {page}
ky_kg: {range} барак {pages} башка {page}
nl_nl: {range} pagina's {pages} behalve {page}
no_no: {range} sider {pages} unntatt {page}
pt_pt: páginas {range} {pages} exceto {page}
ru_ru: {range} страницы {pages} , кроме {page}
si_lk: {range} පිටු {pages} හැර {page}
sr_sp: {range} странице {pages} осим {page}
sv_se: {range} sidor {pages} utom {page}
ta_in: {page}தவிர {range} பக்கங்கள் {pages}
uk_ua: {range} сторінок {pages} крім {page}
uz_uz: {range} sahifalar {pages} tashqari {page}
vi_vn: {range} trang {pages} ngoại trừ {page}

source: {range} pages {pages}
af_za: {range} bladsye {pages}
ar_sa: صفحات {range} {pages}
ca_es: {range} pàgines {pages}
cs_cz: {range} stránky {pages}
da_dk: {range} sider {pages}
de_de: {range} Seiten {pages}
es_es: {range} páginas {pages}
fi_fi: {range} sivut {pages}
fr_fr: {pages}pages {range}
hi_in: {range} पेज {pages}
hu_hu: {range} oldalak {pages}
id_id: halaman {range} {pages}
it_it: {range} pagine {pages}
ky_kg: {range} барактар {pages}
nl_nl: {range} pagina's {pages}
no_no: {range} sider {pages}
pt_pt: páginas {range} {pages}
ru_ru: {pages}{range} страниц
si_lk: {range} පිටු {pages}
sr_sp: {range} странице {pages}
sv_se: {range} sidor {pages}
ta_in: {range} பக்கங்கள் {pages}
uk_ua: {range} сторінок {pages}
uz_uz: {range} sahifalar {pages}
vi_vn: {range} trang {pages}
